[
  {
    "_id": "Aubergines-farcies-façon-hérisson-750g",
    "nomRecette": "Aubergines farcies façon hérisson",
    "imageRecette": null,
    "note": "4.3/5",
    "portion": "4 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "30min",
    "tpsTotal": "45min",
    "ingredients": [
      "4 aubergines",
      "Huile d'olive",
      "Basilic",
      "Ail",
      "Fromage râpé",
      "Sel ou sel fin",
      "Poivre"
    ],
    "materiels": [
      "Four traditionnel",
      "Papier aluminium"
    ],
    "etapesPreparation": [
      "Couper l'aubergine comme pour faire des rondelles, mais sans aller jusqu'au bout. Laisser 1 bon cm de marge. Couper l'aubergine dans l'autre sens, toujours sans aller jusqu'au bout. Pour obtenir une aubergine quadrillée. Faire de même pour toutes les aubergines et déposer dans un plat allant au four sur une feuille d'alu.",
      "Mélanger l'huile d'olive, le basilic, l'ail, le sel et le poivre et répartir avec une cuillère le mélange sur les aubergines. Bien insister dans les fentes.",
      "Ajouter le fromage râpé en insistant également dans les fentes.",
      "Enfourner 30 minutes à 180°C."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/aubergines-farcies-facon-herisson-r202847.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Tagliatelle-aux-poireaux,-petits-pois-et-crème-de-parmesan.-750g",
    "nomRecette": "Tagliatelle aux poireaux, petits pois et crème de parmesan.",
    "imageRecette": null,
    "note": "5/5",
    "portion": null,
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "20min",
    "tpsTotal": "35min",
    "ingredients": [
      "140g Barilla Tagliatelle",
      "150g de petits pois",
      "120g de crème fraîche",
      "50g de parmesan",
      "10g d'huile d'olive vierge extra ir",
      "1 poireau tendre et mince",
      "1 pousse de thym",
      "Sel",
      "Poivre"
    ],
    "materiels": [
      "Casserole",
      "Passoire",
      "Poêle"
    ],
    "etapesPreparation": [
      "Faire bouillir l'eau. Eplucher les petits pois et les cuire. Mettre de côté. Laver le poireau et le hacher finement en julienne. Laisser mijoter dans une poêle avec l'huile d’olive vierge extra et le thym, ajouter un peu d'eau de cuisson de temps en temps. Quand ils sont assez tendres ajouter le sel et le poivre. Ajouter les petits pois épluchés et mélanger. Mettre de côté.",
      "Pendant ce temps, faire chauffer la crème fraîche, ajouter le parmesan et laisser fondre dans un bain-marie, en remuant de temps en temps pour éviter la formation de grumeaux. Mettre de côté.",
      "Cuire les Tagliatelle dans une grande quantité d'eau bouillante salée, les égoutter et les verser dans la poêle avec les poireaux et les petits pois. Ajouter un peu d’eau de cuisson afin de lier la préparation.",
      "Servir en plaçant une base de crème de parmesan dans l’assiette, avec un turban de Tagliatelle et du thym.",
      "",
      ""
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/tagliatelle-aux-poireaux-petits-pois-et-creme-de-parmesan-r203069.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Couscous-végétarien-750g",
    "nomRecette": "Couscous végétarien",
    "imageRecette": null,
    "note": "4.4/5",
    "portion": null,
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "30min",
    "tpsTotal": "50min",
    "ingredients": [
      "200g de Couscous en Perles Ebly®",
      "80g de pois-chiches cuits",
      "50g de raisins secs",
      "50 cl de bouillon de légumes",
      "4 carottes",
      "2 courgettes",
      "2 navets",
      "1 oignon",
      "1 bâton de cannelle",
      "4 c à s d'huile d'olive",
      "1 c à s de persil haché",
      "1 c à c de curcuma",
      "1/2 c à c de gingembre en poudre",
      "Sel",
      "Poivre"
    ],
    "materiels": [
      "Marmite",
      "Saladier"
    ],
    "etapesPreparation": [
      "Faites tremper les raisins secs dans l'eau pendant 30 minutes. Épluchez l’oignon et émincez-le. Épluchez les carottes et les navets et coupez-les en bâtonnets et les courgettes en rondelles.",
      "Dans une marmite, faites revenir les oignons dans l'huile d'olive. Ajoutez les navets, les courgettes et les carottes. Remuez 5 min à feu moyen. Salez légèrement, poivrez et parsemez de gingembre en poudre et de curcuma.",
      "Couvrez de bouillon de légumes et faites cuire pendant 20 minutes. Ajoutez, le persil, les pois chiches égouttés et les raisins secs, poursuivez la cuisson 5 min. Préparez le Couscous en Perles selon le mode d’utilisation. Servez les légumes avec le couscous."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/couscous-vegetarien-r203666.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Gaufres-de-patate-douce-750g",
    "nomRecette": "Gaufres de patate douce",
    "imageRecette": null,
    "note": "4.7/5",
    "portion": null,
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "20min",
    "tpsTotal": "30min",
    "ingredients": [
      "400 g de patates douces",
      "125 g de farine",
      "2 oeufs",
      "5 cl de lait",
      "40g de beurre fondu",
      "1 sachet de levure chimique",
      "1 c à s de persil plat haché",
      "Sel",
      "Poivre",
      "1 sachet de pousses d'épinard"
    ],
    "materiels": [
      "Film alimentaire",
      "Gaufrier",
      "Saladier"
    ],
    "etapesPreparation": [
      "Épluchez la patate douce, coupez-la en dés et faites la cuire à la vapeur. Réduisez les dés de patate douce en purée.",
      "Dans un saladier, mettez la farine avec la levure chimique, les oeufs, le lait, le persil, le beurre fondu, le sel et le poivre. Mélangez. Ajoutez la purée de patate douce puis mélangez soigneusement. Filmez le saladier et laissez reposer 30 minutes.",
      "Beurrez légèrement un gaufrier et faites-le chauffer. Faites cuire les gaufres et servez sans tarder avec une salade."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/gaufres-de-patate-douce-r203691.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Falafels-au-quinoa-750g",
    "nomRecette": "Falafels au quinoa",
    "imageRecette": null,
    "note": "5/5",
    "portion": null,
    "difficulte": "Moyen",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "Sans cuisson",
    "tpsTotal": "20min",
    "ingredients": [
      "200g de quinoa gourmand Tipiak",
      "40g de farine de pois chiche",
      "½ oignon",
      "1 gousse d'ail",
      "8 cl de lait de soja",
      "2 c à s de persil haché",
      "1 c à s de fécule Tipiak",
      "1 c à c de coriandre moulue",
      "1 c à c de cumin en poudre",
      "1 c à c de sel",
      "Huile de friture"
    ],
    "materiels": [
      "Casserole",
      "Saladier"
    ],
    "etapesPreparation": [
      "Faites cuire le quinoa gourmand dans une eau frémissante salée en suivant les indications du paquet. Délayez la fécule de maïs dans le lait de soja.  Hachez finement l'oignon et la gousse d'ail.",
      "Dans un saladier, mettez le quinoa cuit, l'ail, l'oignon, le persil, la farine de pois chiche, la coriandre, le cumin, le sel, et le lait de soja avec la fécule. Mélangez bien le tout jusqu'à ce que la texture soit assez collante pour former des boules.",
      "Façonnez des falafels. Faites frire les falafels dans une huile chaude jusqu'à ce qu'ils deviennent dorés. Dégustez avec une sauce au yaourt."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/falafels-au-quinoa-r203709.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Gratin-de-légumes-du-soleil-au-blé-750g",
    "nomRecette": "Gratin de légumes du soleil au blé",
    "imageRecette": null,
    "note": "4/5",
    "portion": null,
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "40min",
    "tpsTotal": "1h",
    "ingredients": [
      "300g de Blé Ebly®",
      "150g de parmesan râpé",
      "4 petites courgettes",
      "2 gousses d'ail",
      "1 poivron rouge",
      "1 poivron jaune",
      "1 oignon rouge",
      "4 c à s d'huile d'olive",
      "Herbes de Provence",
      "Sel",
      "Poivre du moulin"
    ],
    "materiels": [
      "Casserole",
      "Four traditionnel",
      "Poêle",
      "Saladier",
      "Plat à gratin"
    ],
    "etapesPreparation": [
      "Lavez les courgettes et coupez-les en rondelles. Lavez et nettoyez les poivrons, coupez-les en lanières. Pelez et émincez l’oignon et coupez l’ail en petits morceaux.",
      "Dans une grande poêle, faites revenir l’ail et l’oignon dans l’huile d’olive. Ajoutez les lanières de poivrons et faites cuire jusqu'à ce qu’elles commencent à devenir tendres. Ajoutez les rondelles de courgettes, salez, poivrez et saupoudrez d’herbes de Provence.",
      "Faites cuire le blé dans de l’eau bouillante salée, en suivant le temps de cuisson indiqué sur le paquet. Égouttez une fois cuit et versez dans un saladier. Ajoutez les légumes poêlés, mélangez.",
      "Versez le tout dans un plat à gratin huilé, saupoudrez de parmesan râpé et enfournez dans le four chaud à 200°C pendant environ 15 minutes."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/gratin-de-legumes-du-soleil-au-ble-r203775.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Bolognaise-de-lentilles-750g",
    "nomRecette": "Bolognaise de lentilles",
    "imageRecette": null,
    "note": "5/5",
    "portion": null,
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "40min",
    "tpsTotal": "55min",
    "ingredients": [
      "150g de lentilles blondes",
      "1 oignon",
      "1 carotte",
      "1 branche de céleri",
      "7 cl de vin rouge",
      "800g de pulpe de tomates",
      "Sel",
      "Poivre",
      "Huile d'olive",
      "Parmesan"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Faire tremper les lentilles dans 2,5 à 3 fois leur volume d'eau pendant au moins 15 minutes. Egoutter, verser dans une casserole, recouvrir d'eau froide et faire cuire pendant une vingtaine de minutes.",
      "Dans une cocotte, verser un filet d'huile d'olive et faire revenir l'oignon ciselé. Ajouter la carotte coupée en petits dés, ainsi que le cèleri. Remuer, laisser cuire quelques minutes et déglacer au vin rouge. Ajouter la pulpe de tomates, saler, poivrer et mélanger. Laisser mijoter 5 minutes, ajouter les lentilles cuites puis laisser cuire 10 minutes.",
      "Servir avec des pâtes et du parmesan râpé."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/bolognaise-de-lentilles-r204596.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Petits-pains-farcis-végétariens-à-la-poêle-750g",
    "nomRecette": "Petits pains farcis végétariens à la poêle",
    "imageRecette": null,
    "note": "5/5",
    "portion": "4 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "30min",
    "tpsCuisson": "10min",
    "tpsTotal": "40min",
    "ingredients": [
      "200 g de farine de blé (T45)",
      "50 g de semoule fine",
      "8 g de levure de boulanger fraîche",
      "15 cl d'eau tiède",
      "0,25 c. à c. de sel ou sel fin",
      "3 carottes",
      "2 oignons",
      "2 gousses d'ail",
      "2 c. à c. de cumin",
      "2 c. à c. de paprika",
      "4 branches de persil plat",
      "4 c. à s. d'huile d'olive",
      "Sel ou sel fin",
      "Poivre"
    ],
    "materiels": [
      "Couteau d'office",
      "Epluche-légumes",
      "Planche à découper",
      "Poêle",
      "Bol(s)",
      "Saladier en verre"
    ],
    "etapesPreparation": [
      "La garniture : Épluchez les carottes puis râpez-les.",
      "Épluchez les oignons et coupez-les en lamelles.",
      "Pelez et hachez les gousses d’ail.",
      "Ciselez le persil plat.",
      "Dans une poêle, mettez les légumes, l’ail haché, le cumin, le paprika, une cuillère à soupe de persil haché, l’huile d’olive, le sel et le poivre.",
      "Mélangez et laissez mijoter pendant 15 minutes sur un feu moyen tout en mélangeant de temps en temps. Laissez refroidir.",
      "Les petits pains : Dans un saladier, mettez la farine, le sel et la semoule.",
      "Faites un puits et mettez-y la levure puis l’eau tiède.",
      "Mélangez avec votre main jusqu’à obtenir une boule.",
      "Mettez votre pâte sur le plan de travail puis commencez à pétrir pendant 10 minutes maximum.",
      "Si vous trouvez la pâte trop collante, ajoutez un peu plus de farine blanche et si elle est trop dure ajoutez un peu plus d’eau tiède. Tout dépend de la qualité de la farine et de la semoule. Dans cette recette la pâte doit être ni collante ni dure.",
      "Vous pouvez bien sûr utiliser votre robot pour pétrir la pâte en suivant la même préparation.",
      "Divisez la pâte en 6 pâtons et formez des boules.",
      "Aplatissez chaque boule de pâte.",
      "Déposez une cuillère à soupe de garniture au centre puis refermez la pâte sur la garniture de façon à obtenir une boule farcie.",
      "Déposez les boules sur un plan de travail saupoudrez de semoule puis aplatissez-les à la main afin d’obtenir des cercles d’un cm d’épaisseur.",
      "Couvrez avec un linge propre et laissez lever pendant 1 heure.",
      "Dans une poêle chaude à fond épais, faites cuire sans matière grasse les pains des deux côtés jusqu’à ce qu’ils deviennent dorés. Servez les pains chauds ou tièdes."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/petits-pains-farcis-vegetariens-a-la-poele-r206149.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Poivrons-farcis-au-quinoa,-raisins-secs,-pignons-et-fromage-de-chèvre-750g",
    "nomRecette": "Poivrons farcis au quinoa, raisins secs, pignons et fromage de chèvre",
    "imageRecette": "https://static.750g.com/images/640-420/82f7aced3be12a6a14cba8dfbbb8c88f/302588.jpg",
    "note": "3.8/5",
    "portion": null,
    "difficulte": "Moyen",
    "budget": "Bon marché",
    "tpsPreparation": "18min",
    "tpsCuisson": "45min",
    "tpsTotal": "1h 3min",
    "ingredients": [
      "4 poivrons",
      "500 g de quinoa déjà cuit",
      "150 g de fromage de chèvre frais",
      "80 g de raisins secs",
      "40 g de pignons de pin",
      "1 bouquet de ciboulette",
      "2 cuil. à soupe d'huile d'olive",
      "Sel",
      "Poivre du moulin"
    ],
    "materiels": [
      "Saladier",
      "Plat à gratin",
      "Four vapeur Electrolux"
    ],
    "etapesPreparation": [
      "Retirez le chapeau des poivrons.",
      "Retirez le cœur et les membranes blanches.",
      "Posez les poivrons dans un plat et faites-les précuire 20 minutes, programme vapeur intense.",
      "Versez le quinoa cuit dans un bol, ajoutez les raisins secs.",
      "Ajoutez l'huile d'olive et salez.",
      "Ajoutez les pignons de pin.",
      "Mélangez.",
      "Ajoutez le fromage de chèvre et mélangez.",
      "Ciselez la ciboulette au dessus du bol et mélangez.",
      "Remplissez les poivrons précuits avec le mélange au quinoa.",
      "Enfournez pour 25 minutes à 190°C, programme vapeur alternée. Ce programme permet de griller les poivrons farcis, sans qu'ils ne deviennent secs."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/poivrons-farcis-au-quinoa-raisins-secs-pignons-et-fromage-de-chevre-r200141.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  },
  {
    "_id": "Falafels-750g",
    "nomRecette": "Falafels",
    "imageRecette": "https://static.750g.com/images/640-420/20afa2c8f99b5d48d7f0b2ee859f44ea/falafel.jpg",
    "note": "3.8/5",
    "portion": null,
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "6min",
    "tpsTotal": "21min",
    "ingredients": [
      "1 L d'huile de friture ou huile d'olive pour la cuisson au four",
      "500g de pois chiches secs",
      "4 gousses d'ail",
      "1 bouquet de persil plat",
      "1 petit oignon",
      "2 c à c de coriandre moulue",
      "2 c à c de cumin moulu",
      "2 c à c de sel fin",
      "1 c à c de bicarbonate de soude",
      "¼ c à c de piment de Cayenne"
    ],
    "materiels": [
      "Casserole",
      "Écumoire",
      "Maryse",
      "Passoire",
      "Robot mixeur",
      "Saladier",
      "Thermomètre de cuisine",
      "Torchon",
      "Papier absorbant"
    ],
    "etapesPreparation": [
      "Faites tremper vos pois chiches pendant 12 heures, égouttez-les, séchez-les dans un torchon puis avec du papier absorbant. Le fait de les faire tremper va les rendre beaucoup plus tendres et les faire gonfler.",
      "Lavez les herbes, séchez-les puis coupez tout le haut du bouquet avec les branches les plus fines et les pluches Pelez l'oignon, coupez-le en morceaux, pelez les gousses d'ail, coupez-les en deux puis mixez l'ensemble grossièrement.",
      "Ajoutez la moitié des pois chiches et les herbes.",
      "Ajoutez les épices, le sel et le bicarbonate.",
      "Mixez d'abord par à-coups puis en continu.",
      "Raclez de temps en temps les bords. Le mélange doit s'amalgamer. Si vous en prenez un peu entre vos mains et que vous pressez, vous devez pouvoir former une boule. Dès que c'est bon, ne mixez pas plus. Versez dans un bol, mixez le reste des ingrédients de la même manière et ajoutez dans le bol. Mélangez et laissez reposer au frais pendant 1 heure.",
      "Prélevez des boules de la taille d'une grosse noix.",
      "Roulez entre vos mains",
      "Puis aplatissez-les légèrement.",
      "Déposez-les au fur et à mesure sur une assiette puis réservez au frais, le temps de faire chauffer l'huile.",
      "Versez votre huile de friture dans une casserole et faites chauffer à 180°C. Déposez 4 falafels dans le bain de friture et faites cuire entre 5 à 6 minutes, afin qu'ils soient bruns. Retournez-le à mi-cuisson.",
      "",
      "Déposez-les au fur et à mesure sur une assiette recouverte de papier absorbant et continuez la cuisson avec le reste des falafels.",
      "Servez dans un pain pitta avec des crudités et une sauce au yaourt (yaourt, huile d'olive, sel, poivre du moulin et persil plat ou une sauce au tahiné (Mélangez 4 cuillères à soupe de tahiné, 4 cuillères à soupe de jus de citron verte, une gousse d'ail pelée et râpée, 1 cuillère à soupe d'huile d'olive, du sel et assez d'eau chaude pour que la sauce ait la consistance d'un fromage blanc un peu épais). Vous pouvez aussi les servir dans une assiette avec une salade."
    ],
    "conseil": "Ce sont des beignets de fèves séchées et/ou de pois chiches secs que l'on fait tremper toute une nuit avant de les mixer avec des herbes fraîches, de l'oignon, de l'ail et des épices et de les façonner en boulettes un peu aplaties. C'est le mets emblématique de la cuisine de rue de certains pays du pourtour méditerranéen, comme le Liban, l'Egypte la Turquie ou Israël. Ils sont servis dans un pain plat (pita, pain libanais, etc.) avec des crudités, voire des légumes marinés (au Liban par exemple) et une sauce au tahiné (purée de sésame). Ils se mangent sans couverts, grâce aux pains plats qu'il est coutumier de consommer dans la cuisine du bassin méditerranéen. Les falafels se retrouvent à la fois dans la cuisine juive et dans la cuisine arabe.",
    "typeRecette": null,
    "source": "https://www.750g.com/falafels-r200218.htm",
    "site": "750g.com",
    "optionType": "vegetarien"
  }
]