[
  {
    "_id": "Madeleines-à-la-châtaigne-sans-gluten-(gluten-free)-750g",
    "nomRecette": "Madeleines à la châtaigne sans gluten (gluten free)",
    "imageRecette": "https://static.750g.com/images/640-420/d32c99c651a99993693687da3a4ed0a2/gettyimages-180631368.jpg",
    "note": "4.2/5",
    "portion": "6 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "15min",
    "tpsTotal": "30min",
    "ingredients": [
      "60 g de sucre de canne roux ou cassonade",
      "1 c. à s. bombée(s) de miel",
      "2 c. à s. de lait de riz",
      "60 g de beurre",
      "2 oeufs",
      "6 g de bicarbonate de sodium",
      "100 g de farine de châtaigne"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Faites fondre le beurre à feu très doux dans une casserole.",
      "Dans un saladier, battez ensemble les œufs, le sucre, le lait de riz, la farine, le bicarbonate, le beurre fondu et le miel.",
      "Laisser reposer au frais une bonne heure. Préchauffez le four à 180°C.",
      "Remplissez les moules à madeleines et laissez cuire 15 minutes environ."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/madeleines-a-la-chataigne-sans-gluten-gluten-free-r74774.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Pancakes-maison-sans-gluten-750g",
    "nomRecette": "Pancakes maison sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/70c091d147b1f8e3a98c8762cf06f3b4/pancakes-maison-sans-gluten.jpeg",
    "note": "4.4/5",
    "portion": "4 personnes",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "3min",
    "tpsTotal": "18min",
    "ingredients": [
      "280 g de mélanges de farine sans gluten",
      "30 cl de lait",
      "4 oeufs",
      "0,5 paquet de levure sans gluten",
      "1 pincée de sel ou sel fin",
      "5 c. à s. de sucre en poudre ou sucre semoule"
    ],
    "materiels": [
      "Fouet",
      "Poêle",
      "Saladier"
    ],
    "etapesPreparation": [
      "Mélanger tous les ingrédients ensemble et fouettez bien pour ne pas avoir des grumeaux.\nLaissez reposez 1 heure minimum .\nPrenez une poêle antiadhésif (j'ai une petite poêle pour œufs de de dimensions je la trouve parfaite comme ça je fais des pancakes de la même dimensions)",
      "Faites beurrez un peu et versez le mélange, dosez avec une petite louche, ils sont plus épais que les crêpes.\nLaissez cuire jusqu'à ce que vous verrez des bulles à la surface, tournez et laisser encore prendre couleurs. Servez chaud avec du miel ou chocolat à tartiner.\nVoilà c'est simple et surtout bon.\n\nBonne dégustation."
    ],
    "conseil": "Prendre des oeufs tres frais.",
    "typeRecette": null,
    "source": "https://www.750g.com/pancakes-maison-sans-gluten-r71439.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Gambas-exotiques-sans-gluten-750g",
    "nomRecette": "Gambas exotiques sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/7b91975299fd73fd1a72734538a636cf/gambas-exotiques-sans-gluten.jpg",
    "note": "4.8/5",
    "portion": "4 personnes",
    "difficulte": "Très facile",
    "budget": "Budget moyen",
    "tpsPreparation": "30min",
    "tpsCuisson": "10min",
    "tpsTotal": "40min",
    "ingredients": [
      "1 pincée de curcuma",
      "1 pincée de poudre de piment",
      "Lait",
      "1 pincée de garam masala",
      "Poivre",
      "50 g de farine",
      "2 oeufs",
      "Sel ou sel fin",
      "24 gambas"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Faire une pâte à beignets en mélangeant la farine, les jaunes d'oeuf, tous les épices et ajouter un peu d'eau ou de lait pour avoir une pâte qui colle.\nBattre les blancs en neige avec le sel et incorporer à la pâte.\nDécortiquer les gambas en laissant le bout de queue.\nTremper les gambas en les tenant par ce bout non décortiqué dans la pâte et les mettre à l'huile bouillante.\nFaire cuire des deux côtés.\nServir avec une petite sauce tomates bien pimentée et un peu de riz."
    ],
    "conseil": "La pâte doit rester assez collante pour bien adhérer aux gambas, si elle est trop liquide épaississez la avec un peu de farine avant d'incorporer les blancs d'oeuf.\nCette pâte est trés digeste et n'absorba pas l'huile.",
    "typeRecette": null,
    "source": "https://www.750g.com/gambas-exotiques-sans-gluten-r19368.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Mini-kouglof-et-son-coeur-chocolat-750g",
    "nomRecette": "Mini kouglof et son coeur chocolat",
    "imageRecette": "https://static.750g.com/images/640-420/e4a799d2e962c2f419d0a73664d75982/mini-kouglof-et-son-coeur-chocolat.jpeg",
    "note": "4.8/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "30min",
    "tpsTotal": "40min",
    "ingredients": [
      "10 cl de lait",
      "De la poudre à lever",
      "Un peu de pâte à tartiner",
      "10 cl d'huile",
      "200g de sucre",
      "2 œufs",
      "300g de farine de quinoa",
      "2 petits suisse"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Mélanger la poudre à lever avec le lait.\nDans un saladier mélangez les oeufs, les petits suisse et le sucre.\nRajoutez progressivement la farine de quinoa et incorporez les liquides afin d'obtenir une pâte homogène.",
      "Préchauffer votre four à 180°.\nRemplir les petits moules en silicone en veillant à ne pas les remplir jusqu'en haut.\nEnsuite rajoutez une petite noisette de pâte à tartiner au centre de chaque moule.",
      "Mettre au four et surveillez la cuisson (+ ou - de 30 min suivant le four)\nQuand ils sont bien dorés les laisser refroidir et les démouler."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/mini-kouglof-et-son-coeur-chocolat-r70408.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Granolas-rien-que-pour-toi-...-750g",
    "nomRecette": "Granolas rien que pour toi ...",
    "imageRecette": "https://static.750g.com/images/640-420/5c5371ccb899cd4de69bfd1523f3c008/granolas-rien-que-pour-toi-....png",
    "note": "4.9/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Budget moyen",
    "tpsPreparation": "12min",
    "tpsCuisson": "1min",
    "tpsTotal": "12min",
    "ingredients": [
      "100g de farine de Sarrasin",
      "100g de farine de châtaigne",
      "100g de beurre coupé en dés",
      "60g de sucre roux",
      "50g de chocolat au lait",
      "1 œuf",
      "1/2 sachet de sucre vanillé",
      "1 c à c de bicarbonate de soude"
    ],
    "materiels": [
      "Film alimentaire",
      "Four traditionnel",
      "Saladier"
    ],
    "etapesPreparation": [
      "Préchauffez le four Th 6 (180°C).",
      "Tamisez ensemble les 2 farines et le bicarbonate de soude.",
      "Ajoutez les les 2 sucres et l'oeuf.\nMélangez.",
      "Incorporez ensuite le beurre, bien remuer pour avoir une pâte homogène.",
      "Faire un boudin de pâte et le filmer avec du film étirable.\nPlacez au réfrigérateur pendant 1 H.",
      "Sortir le boudin, enlever le film et couper des tranches fines.",
      "Sortir le boudin, enlever le film et couper des tranches fines.\nCuire 12 à 15 minutes sur une plaque de cuisson.\nUne fois cuit, les laisser refroidir.",
      "Pendant ce temps faire fondre au bain marie le chocolat.\nPuis tremper une face du biscuit.\nLaissez le chocolat se figer."
    ],
    "conseil": "Vous pourrez faire une vingtaine de biscuits avec ces proportions, n'hésitez pas à les stocker dans une boite hermétique pour pouvoir les garder plus longtemps bien croquant.",
    "typeRecette": null,
    "source": "https://www.750g.com/granolas-rien-que-pour-toi-r50466.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Barre-glacée-et-craquante-au-chocolat-et-vanille-et-caramel-façon-Mars-sans-gluten-750g",
    "nomRecette": "Barre glacée et craquante au chocolat et vanille et caramel façon Mars sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/3a0c2c730011c5ac9b3bfb0b90902cde/barre-glacee-et-craquante-au-chocolat-et-vanille-et-caramel-facon-mars-sans-gluten.jpeg",
    "note": "5/5",
    "portion": "Non précisé",
    "difficulte": "Moyen",
    "budget": "Budget moyen",
    "tpsPreparation": "1h 10min",
    "tpsCuisson": "15min",
    "tpsTotal": "1h 25min",
    "ingredients": [
      "1 gros œuf fermier bio",
      "90g de beurre salé (ou 90 g de beurre de cacao ou de purée d'oléagineux avec une pincée de sel)",
      "80g de sucre de canne roux brut ou rapadura",
      "5g de cacao en poudre non sucré (environ une cuillère à café bombée)",
      "Glace à la vanille",
      "42 cl de lait entier",
      "Une gousse de vanille",
      "4 jaunes d'œuf (bio)",
      "110g de sucre de canne roux brut (bio)",
      "20 cl de crème entière",
      "5g de gomme de guar (ou 7 g de fécule de tapioca pour les allergiques)",
      "10g de fécule de pomme de terre",
      "5 cl de lait entier bio (ou de lait végétal pour les intolérants au lactose ou PLV , de coco par exemple pour donner un petit goût agréable)",
      "70g de sucre de canne roux brut ou rapadura",
      "Caramel au beurre salé",
      "200g de chocolat sans gluten (60% de cacao)",
      "8g de beurre (ou de purée d'oléagineux ou de crème de coco selon le lait précédemment utilisé)",
      "Sablés cacaoté au souchet",
      "15g de fécule de maïs (ou de fécule de pomme de terre si vous êtes allergique)",
      "40g de farine de souchet",
      "125g de farine de riz-complet",
      "Enrobage"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Commencer par réaliser la glace à la vanille.Commencer par mettre le lait avec la crème dans une casserole avec une gousse de vanille fendu et ses grains retirés au préalable puis porté le tout à ébullition. Pendant ce temps battre les jaunes avec le sucre et faire blanchir le mélange. Retirer la gousse de vanille du lait et la réserver .Verser très lentement le lait chaud sur le mélange oeufs/sucre en fouettant au batteur sans s'arrêter. Remettre le mélange dans un cul de poule avec la gousse de vanille et faire chauffer au bain-marie à feu moyen en remuant sans arrêt avec une spatule en bois. La préparation ne doit pas bouillir pour ne pas faire coaguler les protéines des oeufs. Quand le mélanger nappe la cuillère, retirer du feu. Verser le mélange dans une barquette à glace et laisser refroidir en mélangeant de temps en temps puis mettre au congélateur. Et voilà l'astuce que j'ai trouvée chez une copine si vous n'avez pas sorbetière : utilisé un mixeur plongeur ! Il suffit donc de mixer toutes les demies-heure pour aérer la glace en répétant l'opération au moins quatre fois (pas plus de six). Au bout de 2 heures, la glace commence à bien prendre et il ne reste plus qu'à la laisser au congélateur jusqu'à l'assemblage.",
      "Ensuite, préparer les sablés au souchet.Commencer par mélanger les différentes farines avec le cacao en poudre et le sucre. Ajouter l'oeuf et malaxer jusqu'à ce qu'il soit totalement intégré au mélange. Mettre le beurre à fondre au bain-marie et le verser sur la pâte. Malaxer une nouvelle fois et former une boule bien homogène. Etaler la pâte à la main ou avec un rouleau graissé sur une feuille de papier sulfurisé. Découper des formes un peu plus petites que les moules que vous allez utiliser pour la coque de la barre glacée puis les placer sur le papier à l'aide d'une spatule (car ils sont un peu friables). Mettre à cuire 15 min à four chaud à 180°C, les sablés doivent être encore un peu moelleux au centre. Laisser refroidir et conserver dans une boite en métal hermétique ceux qui ne seront pas utilisé pour le montage.",
      "Ensuite faire fondre au bain-marie 200 g de chocolat sans gluten. Le sortir une fois fondu afin qu'ils refroidissent jusqu'à température ambiante puis le remettre à chauffer au bain-marie afin qu'il retrouve une texture liquide.\nDans des petits moules à cakes ou destinés à la confection de barres, étaler le chocolat sur une couche de deux à trois millimètres sur les côté et un peu plus sur le fond en veillant à ce que l'on ne puisse pas voir le moule et laisser prendre. Réitérer l'opération une seconde fois pour obtenir une coque assez épaisse. Réserver le reste de chocolat fondu à température ambiante pour la fermeture des coques.",
      "Passer ensuite à la réalisation du caramel au beurre salé : chauffer une casserole à feu vif et y verser le sucre en mélangeant au fouet jusqu'à ce que tout le sucre ait totalement fondu (attention à ne pas le faire brûler ! Continuer à mélanger hors du feu si besoin). Baisser ensuite le feu et rajouter le beurre en continuant de mélanger puis y rajouter le lait tout doucement et laisser le caramel réduire environ 5 min toujours en battant. Verser le caramel dans un récipient et laisser refroidir à température ambiante. Maintenant vous avez tous les éléments pour passer au montage !",
      "Ressortir la glace du congélateur et remplir les coques aux deux tiers avec. Ensuite, déposer un bon filet de caramel au beurre salé sur la glace puis ajouter un sablé au souchet. Remettre les moules au congélateur 30 à 45 min. Pendant ce temps, refaire fondre le chocolat réservé préalablement. Récupérer les barres au congélateur et procéder à la fermeture des coques.\nAttention, comme les barres sont glacées, le chocolat ne doit pas être trop chaud pour ne pas faire fondre la glace, mais pas trop tiède non plus pour ne pas prendre immédiatement. Je vous conseille de le laisser refroidir 10 min au plus. Remettre les barres achevées au congélateur. Au bout de deux heures, démouler et conserver au congélateur dans une boite hermétique. A servir les journées de grandes chaleur, pour épater vos amis ou pour les fêtes de fin d'année qui approchent !"
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/barre-glacee-et-craquante-au-chocolat-et-vanille-et-caramel-facon-mars-sans-gluten-r78849.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Pizza-sans-gluten-750g",
    "nomRecette": "Pizza sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/3688acca2caea556779102b008e8690c/pizza-sans-gluten.jpg",
    "note": "4.1/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "Sans cuisson",
    "tpsTotal": "10min",
    "ingredients": [
      "Environ 6 cl d'eau ( Salma a utilisé du lait mais j'ai voulu changer )",
      "Sauce tomate",
      "Thon",
      "Fromage",
      "Un peu de sel",
      "Un peu de sucre",
      "50g de yaourt naturel équivalent à la moitié du pot ordinaire d'un yaourt",
      "1 c à s et demi d'huile",
      "1/2 œufs ou 1 petit œuf",
      "1/2 c à s de levure sans gluten",
      "200g de farine sans gluten ( j'ai utilisé la farien 'schaer')"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Prenez la farine, faire un puits et mettez la levure mélangez.",
      "Mettez le sel, mélanger puis le sucre et encore mélangez.",
      "Ajoutez l'oeuf, l'huile et le yaourt et mélangez, ajoutez petit à petit la quantité d'eau jusqu'à ce que le mélange devient une pâte homogène.",
      "Pétrissez la pâte n'ajoutez pas de la farine si non la pizza devient dur après cuisson,huilez un peu les paumes de votre main et pétrissez petit à petit la pâte deviendra lisse et élastique.",
      "Couvrez la pâte avec une serviette humide et enveloppez là aussi dans un sachet pour créer un atmosphère chaud et laissez gonfler environ 2 heures.",
      "Prenez la moule à pizza, étalez la pâte et mettez la sauce et laisser encore un 1/4 d'heure se reposer.",
      "Allumez le four à 220°C pour 1/4 d'heure avant pour qu'il devient chaud, enfournez la pizza pour 10 min,sortez pour mettre le fromage râpé et laisser encore quelques minute pour faire fondre le fromage, sortez et garnissez au choix.."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/pizza-sans-gluten-r70108.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Ginger-Cookies-sans-gluten-750g",
    "nomRecette": "Ginger Cookies sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/b04e7fab8239141c165ea94910388140/ginger-cookies-sans-gluten.png",
    "note": "5/5",
    "portion": "Non précisé",
    "difficulte": "Bon marché",
    "tpsCuisson": "Sans cuisson",
    "tpsTotal": "Facile",
    "ingredients": [
      "1 œuf",
      "1 cuillère à café de levure chimique",
      "70 à 90g de gingembre frais (en fonction de votre goût pour l'épicé)",
      "1 pincée de sel",
      "1 sachet de sucre vanillé",
      "150 g de beurre",
      "180 g de sucre semoule",
      "250 g du mélange de farines \"Mix pâtisserie Mix C\" de Schär"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Dans un saladier, mélanger le beurre coupé en dés, le sucre et le sucre vanillé. Le mélange doit être bien homogène.\n\nAjouter l'œuf, puis la farine, la levure et la pincée de sel tamisées, en mélangeant bien entre chaque ingrédient.\n\nVous pouvez aussi rajouter un peu de cannelle si le cœur vous en dit! Elle se mariera très bien avec le gingembre.",
      "Peler le gingembre et le râper au-dessus du saladier.\n\nAstuces\n- les trous de la râpe doivent être de taille moyenne, ni trop gros ni trop petits\n- en râpant le gingembre, vous finirez probablement par obtenir des amas de petits filaments ressemblant à de fines racines. Ne les jetez pas! Essorez-les au-dessus de votre préparation, ils contiennent plein de jus!",
      "Beurrer et fariner la plaque du four.\nFormer des petites boules de pâtes espacées dessus.\nFaire cuire environ 20 minutes à 180°C. Les biscuits doivent être légèrement dorés.\nA la sortie du four, laissez-les refroidir sur la plaque pour qu'ils durcissent un peu.",
      "Mangez !"
    ],
    "conseil": "-Sortez le beurre du réfrigérateur un peu à l'avance pour qu'il se ramollisse et devienne plus facile à travailler\n-Le temps de cuisson peut être assez aléatoire. Fiez-vous surtout à la couleur des biscuits: une fois dorés, enlevez-les du four même s'ils vous paraissent encore trop mous pour être cuits. Pas d'inquiétude! En les laissant refroidir, ils vont se durcir.",
    "typeRecette": null,
    "source": "https://www.750g.com/ginger-cookies-sans-gluten-r44763.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Crêpes-au-cidre,-sans-gluten-et-sans-caséine-750g",
    "nomRecette": "Crêpes au cidre, sans gluten et sans caséine",
    "imageRecette": "https://static.750g.com/images/640-420/34a7772d37e90f0eb6cb22649984c76c/crepes-au-cidre-sans-gluten-et-sans-caseine.jpg",
    "note": "5/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "20min",
    "tpsTotal": "30min",
    "ingredients": [
      "1/2 c à c d'eau de fleur d'oranger",
      "10g d'huile végétale",
      "1/5 de bouchon de rhum ambré",
      "1 pincée de sel",
      "4 sachets de sucre vanillé",
      "1 cuillère à soupe de sucre",
      "1 cc de levure chimique",
      "250 ml de cidre brut",
      "250 ml de boisson au riz",
      "150 ml d'eau",
      "4 œufs",
      "250g de farine de châtaigne",
      "Riz"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Battre les oeufs avec l'huile.",
      "Ajouter le cidre, l'eau et la boisson au riz.",
      "Ajouter l'eau de fleur d'oranger et le rhum.",
      "Dans un saladier à part mélanger la farine, le sel, les sucres et la levure (en prenant soin de ne pas verser le sel sur la levure) et verser ce mélange en pluie dans le saladier avec les oeufs etc.",
      "Faire cuire dans une crépière et bon appétit ! (le coeur est réalisé avec une forme en silicone pour faire cuire les oeufs)."
    ],
    "conseil": "Vous pouvez laisser la pâte reposer... ou pas!",
    "typeRecette": null,
    "source": "https://www.750g.com/crepes-au-cidre-sans-gluten-et-sans-caseine-r47972.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Brownies-sans-farine-750g",
    "nomRecette": "Brownies sans farine",
    "imageRecette": "https://static.750g.com/images/640-420/b46fd4619544fc68a4e11efb97bf4e97/brownies-sans-farine.png",
    "note": "5/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Budget moyen",
    "tpsPreparation": "30min",
    "tpsCuisson": "15min",
    "tpsTotal": "45min",
    "ingredients": [
      "100g de Nutella à température ambiante",
      "1 c à s de cassonade",
      "100g de chocolat pâtissier",
      "2 poignées de noix concassés",
      "200g de poudre d'amandes",
      "4 œufs"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Séparer les jaunes des blancs d'oeufs et réserver les blancs au frigo avec les batteurs du fouet.",
      "Faire fondre le chocolat au bain-marie ou au micro-ondes et laisser tiédir un peu.",
      "Torréfier légèrement les noix à la poêle avec la cassonade.",
      "Mélanger les jaunes et le Nutella, puis ajouter le chocolat, la poudre d'amande et les noix.",
      "Monter les blancs en neige et les incorporer au mélange précédent (1/3 d'abord pour délayer le tout, puis le reste délicatement petit à petit).",
      "Remplir le(s) moule(s) et préchauffer le four th 7 (210°C).",
      "Enfourner 10-15 min suivant les moules et le four.",
      "Déguster tièdes ou froids avec de la crème anglaise ou de la glace ..."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/brownies-sans-farine-r49838.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  }
]