[
  {
    "_id": "Granola-bar-750g",
    "nomRecette": "Granola bar",
    "imageRecette": null,
    "note": "5/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "5min",
    "tpsCuisson": "2h",
    "tpsTotal": "5min",
    "ingredients": [
      "200 g de noix torréfiées",
      "200 g noix de coco desséchée",
      "100 g de dattes dénoyautées",
      "80 g de canneberges séchées",
      "3 c.à.s. d'eau"
    ],
    "materiels": [
      "Robot mixeur"
    ],
    "etapesPreparation": [
      "Dans un mixeur, mettre les noix torréfiées, les dattes, la noix de coco râpée et les canneberges. Il faut obtenir une texture grumeleuse mais homogène.",
      "Ajouter progressivement l'eau, une cuillère à soupe à la fois jusqu'à ce que le mélange soit collant et se maintienne.",
      "Sur une planche en bois, déposer la préparation dans du film alimentaire et appuyer sur le mélange pour qu’il tienne. Mettre dans le réfrigérateur pendant quelques heures.",
      "Couper en barres, dresser sur une planche en bois et saupoudrer de noix de coco desséchée."
    ],
    "conseil": "Vous pouvez ajouter des graines : courge, sésame, tourneseol, chia. Mais aussi changer de présentation, en roulant des petites boules de préparation pour réaliser des Energy Balls.",
    "typeRecette": null,
    "source": "https://www.750g.com/granola-bar-r201718.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Soupe-maïs-curcuma-750g",
    "nomRecette": "Soupe maïs curcuma",
    "imageRecette": null,
    "note": "5/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "15min",
    "tpsTotal": "25min",
    "ingredients": [
      "1L d'eau",
      "200g de maïs en conserve",
      "135 g de poivrons jaunes",
      "100g d'oignons",
      "50g d'huile d'olive",
      "50 cl de lait",
      "50 cl de crème fraîche liquide",
      "25g de polenta",
      "1 c à c de curcuma",
      "Sel"
    ],
    "materiels": [
      "Cocotte en fonte",
      "Mixeur plongeant"
    ],
    "etapesPreparation": [
      "Dans une cocotte, faire revenir un peu d'huile d'olive, ajouter l'oignon ciselé, l'ail, le curcuma, le piment d'Espelette et le poivron coupé en lamelles. Faire cuire 5 minutes sans coloration.",
      "Ajouter le laurier, le maïs, la polenta, le bouillon, laisser cuire quelques minutes puis ajouter l'eau à la hauteur et le mélange lait / crème. Saler, porter à ébullition et cuire une quinzaine de minutes.",
      "Mixer et servir."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/soupe-de-mais-r203483.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Petits-fondants-au-chocolat-sans-beurre-et-sans-gluten-750g",
    "nomRecette": "Petits fondants au chocolat sans beurre et sans gluten",
    "imageRecette": null,
    "note": "4.8/5",
    "portion": "4 personnes",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "5min",
    "tpsCuisson": "15min",
    "tpsTotal": "20min",
    "ingredients": [
      "200 g de chocolat noir",
      "75 g de sucre",
      "60 g de poudre de noisettes",
      "90 g de compote de pommes",
      "0,5 sachet de levure chimique",
      "2 oeufs"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Faire fondre le chocolat. Pendant ce temps, mélanger les oeufs et le sucre, la compote de pomme, la levure et la poudre de noisettes. Terminer par le chocolat fondu et mélanger.",
      "Verser dans des moules à muffins farinés et faire cuire 10 à 15 minutes à 180°C."
    ],
    "conseil": "On peut remplacer la poudre de noisettes par de la maïzena. Et cuire le fondant dans un grand moule, pour la cuisson compter 15 à 20 minutes.",
    "typeRecette": null,
    "source": "https://www.750g.com/petits-fondants-au-chocolat-sans-beurre-et-sans-gluten-r203852.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Gâteau-fondant-au-chocolat-sans-gluten-750g",
    "nomRecette": "Gâteau fondant au chocolat sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/96f9e3f88df8b1b80df6df1700a2a295/gateau-fondant-au-chocolat-sans-gluten.jpg",
    "note": "5/5",
    "portion": "6 personnes",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "25min",
    "tpsTotal": "45min",
    "ingredients": [
      "175 g de chocolat noir",
      "75 g de beurre demi-sel mou",
      "3 oeufs",
      "150 g de sucre de canne roux ou cassonade",
      "150 g de poudre d'amandes",
      "1 c. à c. rase(s) de levure chimique sans gluten"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Le gâteau au chocolat sans farine, c'est la gourmandise que peuvent s'accorder les personnes intolérantes au gluten mais il se trouve que cela donne aussi des gâteaux particulièrement moelleux que l'on adore même si l'on a rien contre le gluten. C'est un gâteau très facile à faire et qu'il est bon d'avoir dans son répertoire.",
      "Voilà les règles d'or à respecter.",
      "On prend un bon chocolat noir mais pas un chocolat de couverture professionnel que l'on garde pour faire ses chocolats à la maison. Ce dernier contient beaucoup de beurre de cacao, le gâteau pourrait devenir trop dense en refroidissant. L'idéal, c'est un chocolat tout simple spécial dessert que l'on trouve partout. Si vous n'avez que du chocolat de couverture à la maison, diminuez la quantité de 15% par rapport à votre recette.",
      "C'est bien d'en ajouter un peu car il rehausse le gout du chocolat. On le prend sans sucre et on n'oublie pas de le tamiser avec une partie de la farine, afin qu'il se répartisse de manière homogène. Le beurre, c'est bien mais on peut aussi le remplacer par des beurres d'amandes ou de noisettes afin d'avoir des versions sans matière grasse animale. Si votre recette réclame du beurre mou, prenez la même quantité de beurre d'amandes ou de noisettes. Si votre recette réclame du beurre fondu, prenez 50% de beurre d'amandes ou de noisettes et 50% d'huile végétale.",
      "Vous pouvez utiliser des œufs entiers ou faire un mélange d'œufs entier et de jaunes, ces derniers amènent beaucoup de moelleux. Vous pouvez aussi séparer les blancs des jaunes et battre les blancs en neige, ce qui donne un côté un peu mousseux au gâteau.",
      "Le café se marie très bien avec le chocolat, tout comme les éclats de fèves de cacao, les épices, comme la vanille ou le poivre mais aussi le piment. Pour servir, les fruits comme les framboises ou les poires forment un beau mariage.",
      "La poudre d'amandes ou la poudre de noisettes donnent de très bons résultats. Pour plus de légèreté, vous pouvez mélanger poudre d'amandes ou de noisettes avec de la Maïzena (amidon de maïs).",
      "Pour 10 parts, il vous faudra : 175 g de chocolat noir, 75 g de beurre mou, 2 cuil. à soupe de café fort, 3 œufs, blancs et jaunes séparés, 150 g de sucre de canne roux, 150 g de poudre dâ??amandes et 1 cuillère à café rase de levure chimique.",
      "Préchauffez votre four à 165°C (chaleur tournante) ou à 180°C (chaleur conventionnelle). Faites fondre le chocolat, ajoutez le beurre coupé en dés et mélangez bien. Dans un autre bol, mélangez les jaunes d'œufs, avec le sucre, jusqu'à ce que le mélange palisse. Ajoutez le chocolat fondu, mélangez, ajoutez la poudre d'amandes, la levure puis mélangez. Battez les blancs en neige, ajoutez un tiers des blancs à la pâte à gâteau et mélangez rapidement. Ajoutez le restant des blancs et incorporez-les délicatement à l'aide d'une spatule. Versez dans un moule beurré de 20 cm et enfournez pour 25 minutes environ. Une lame de couteau insérée au centre du gâteau doit ressortir sèche. Laissez refroidir pendant 20 minutes puis démoulez sur une grille."
    ],
    "conseil": "Vous pouvez ajouter des éclats de fèves de cacao, un peu de rhum ou des noisettes concassées. Ce gâteau se conserve très bien pendant 3 à 4 jours, emballé dans du film étirable.",
    "typeRecette": null,
    "source": "https://www.750g.com/gateau-fondant-au-chocolat-sans-gluten-r100011.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Pizza-sans-gluten-à-base-de-chou-fleur-750g",
    "nomRecette": "Pizza sans gluten à base de chou-fleur",
    "imageRecette": "https://static.750g.com/images/640-420/1e8ecca1a4a67d2c5cd0ceb1a8cb04d9/pizza-sans-gluten.jpg",
    "note": "4.2/5",
    "portion": "4 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "28min",
    "tpsTotal": "48min",
    "ingredients": [
      "400 g de pulpe de tomates",
      "250 g de mozzarella",
      "70 g de jambon cru",
      "30 g de parmesan râpé",
      "2 grosses poignées de roquette",
      "1 oeuf",
      "0,5 chou-fleur",
      "2 c. à s. bombée(s) de poudre d'amandes",
      "Sel ou sel fin"
    ],
    "materiels": [
      "Casserole",
      "Four traditionnel",
      "Papier cuisson",
      "Passoire",
      "Plaque de cuisson pour four",
      "Poêle",
      "Râpe",
      "Spatule métallique plate"
    ],
    "etapesPreparation": [
      "Préchauffez votre four à 190°C. Râpez les extrémités de votre chou-fleur avec une râpe à gros trous. Vous devez obtenir 375g d'un mélange qui ressemble à de la semoule.",
      "Versez dans une passoire fine posée sur un bol.",
      "Posez un papier absorbant sur le mélange puis pressez à l'aide d'un bol, afin de retirer le maximum d'eau. Vous pouvez aussi mettre le mélange dans un torchon propre et presser le torchon.",
      "Ajoutez 1/2 cuillère à café de sel.",
      "Ajoutez la poudre d'amandes, le parmesan et mélangez.",
      "Ajoutez l'œuf et mélangez bien.",
      "Versez sur une plaque de cuisson recouverte de papier cuisson.",
      "Etalez sur 1/2cm d'épaisseur avec une spatule ou le dos d'une grande cuillère, afin d'obtenir une forme ovale.",
      "Finalisez la forme ovale avec vos mains.Enfournez pour 20 minutes environ, jusqu'à ce que la pâte soit dorée.",
      "Pendant ce temps, versez la polpa dans une casserole ou dans une petite poêle et faites-la sécher sur feu moyen, afin qu'elle ne détrempe pas la pâte. Cela prend une dizaine de minutes.",
      "Coupez les boules de mozzarella en tranches puis faites-les dégorger sur du papier absorbant.",
      "Versez la polpa desséchée sur la pâte sans gluten.",
      "Étalez en vous servant du dos d'une cuillère et en laissant un pourtour libre.",
      "Répartissez la mozzarella et enfournez pour 8 minutes environ, jusqu'à ce que le fromage soit fondu.",
      "Ajoutez le jambon roulé à la manière d'une fleur.",
      "Ajoutez la roquette et servez immédiatement.",
      "Savourez avec un tour de moulin à poivre."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/pizza-sans-gluten-r98943.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Zoodle-ou-Spaghettis-de-courgette-au-pesto-et-féta-750g",
    "nomRecette": "Zoodle ou Spaghettis de courgette au pesto et féta",
    "imageRecette": "https://static.750g.com/images/640-420/067b04cfa7a757fdb27fbc64fef8fe32/comment-faire-des-spaghettis-de-courgette-au-pesto-et-feta.jpg",
    "note": "4.5/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "3min",
    "tpsTotal": "18min",
    "ingredients": [
      "10 tomates cerise",
      "4 petites courgettes",
      "60 g de fromage de féta",
      "6 cuil. à café bombées de pesto",
      "1 gousse d'ail",
      "Huile d'olive",
      "Fleur de sel",
      "Poivre du moulin"
    ],
    "materiels": [
      "Casserole",
      "Râpe",
      "Saladier",
      "Taille-légumes Spaghetti"
    ],
    "etapesPreparation": [
      "Lavez les courgettes puis retirez les extrémités.",
      "Pour faire les spaghettis de courgettes, nous avons utilisé un ustensile qui s'appelle Spirelli et qui se comporte comme un taille crayon à légumes. Vous le trouverez dans les boutiques d'ustensiles de cuisine ou sur les site en ligne.",
      "Insérez une courgette à l'une des extrémités du taille crayon à légumes et tournez.",
      "Faites cette opération au dessus d'un bol. Faites attention, le volume formé est assez important, prévoyez un grand bol.",
      "Vos spaghettis sont prêts. Vous pouvez les manger froids mais nous avons chosii de les préparer comme des pâtes au pesto.",
      "Versez 2 cuillères à soupe d'huile d'olive dans une poêle et râpez une gousse d'ail au dessus de la poêle. Faites chauffer sur feu moyen et faites revenir l'ail pendant 30 secondes.",
      "Ajoutez les spaghettis de courgettes avec 3 cuillères à soupe d'eau.",
      "Faites-les revenir sur feu vif pendant 2 minutes. Les spaghettis doivent être encore croquants.",
      "Ajoutez un peu de sel ou de fleur de sel.",
      "Ajoutez le pesto et mélangez bien.",
      "Ajoutez les 3/4 du fromage de fêta en l'émiétant entre vos doigts.",
      "Hors du feu, mélangez.",
      "Servez avec le reste de la fêta et des tomates cerise coupées en deux. Poivrez."
    ],
    "conseil": "Il vous faudra un ustensile \"Spirelli\" pour préparer cette recette. Il se trouve sur les sites en ligne d'ustensiles de cuisine.",
    "typeRecette": null,
    "source": "https://www.750g.com/comment-faire-des-spaghettis-de-courgette-au-pesto-et-feta-r200165.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Nems-poulet-crevettes-750g",
    "nomRecette": "Nems poulet crevettes",
    "imageRecette": "https://static.750g.com/images/640-420/4dc2ba3658632a1a578536da86010724/comment-faire-des-nems-poulet-crevettes.jpg",
    "note": "3.8/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Budget moyen",
    "tpsPreparation": "30min",
    "tpsCuisson": "8min",
    "tpsTotal": "38min",
    "ingredients": [
      "12 feuilles de riz",
      "200 g de blanc de poulet cru",
      "50 g de vermicelles de soja",
      "8 crevettes crues",
      "1 oignon nouveau",
      "1 petit morceau de gingembre pelé",
      "1 blanc d'oeuf",
      "1 cuil. à soupe de jus de citron",
      "1 cuil. à soupe de nuoc mam",
      "1/4 de cuil. à café de purée de piment (facultatif)",
      "Menthe fraîche",
      "Feuilles de laitue pour servir",
      "Huile de friture"
    ],
    "materiels": [
      "Saladier",
      "Wok",
      "Torchon",
      "Plat à gratin"
    ],
    "etapesPreparation": [
      "Mettez les vermicelles de soja dans un bol, recouvrez-les d'eau très chaude et laissez ramollir pendant 10 minutes.",
      "Emincez l'oignon (blanc et vert).",
      "Coupez le poulet en très petits morceaux et faites de même avec les crevettes, afin d'obtenir un hachis très grossier.",
      "",
      "",
      "Dans un bol, mettez le poulet, les crevettes, les vermicelles égouttés, le blanc d’œuf et l'oignon nouveau émincé.",
      "Ajoutez le nuoc mam et le jus de citron.",
      "Rapez l'équivalent d'une cuillère à café rase de gingembre au dessus du bol.",
      "Ajoutez la purée de piment (facultatif)",
      "Mélangez bien la farce et réservez au frais pendant 30 minutes.",
      "Mettez de l'eau froide dans un plat type plat à gratin et faites ramollir une feuille de riz pendant 2 minutes environ. Vous ne devez plus sentir du bout des doigts les marques de la natte qui a servi à faire cuire les feuilles de riz.",
      "Posez une feuille de riz ramollie sur un torchon propre puis séchez-la en posant une feuille de papier absorbant.",
      "Déposez une grosse cuillère à soupe de farce au centre bas de la feuille.",
      "Rebattez le bas de la feuille de riz sur la farce.",
      "Rabattez le coté droit sur la farce.",
      "Rabattez le coté gauche sur la farce.",
      "Commencez à rouler en serrant bien.",
      "Continuez à rouler jusqu'au bout. Grâce à l'amidon contenu dans la feuille de riz, le rouleau va rester hermétique. Posez-le sur un torchon.",
      "Procédez de la même manière jusqu'à la fin de la farce. Les nems sont prêts pour la cuisson.",
      "Faites chauffer un demi litre d'huile dans un wok jusqu'à 180°C. Ajoutez les nems trois par trois en évitant qu'ils ne se touchent.",
      "Faites-les cuire pendant 8 minutes, en les retournant à mi cuisson.",
      "Déposez-les au fur et à mesure sur du papier absorbant.",
      "Servez avec des feuilles de menthe, des feuilles de laitue et une sauce spécial nems."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/nems-poulet-crevettes-r200174.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Pizza-sans-gluten-à-la-patate-douce-750g",
    "nomRecette": "Pizza sans gluten à la patate douce",
    "imageRecette": "https://static.750g.com/images/640-420/3e3dac1bc672fece3e75de27e8ce8227/304284.jpg",
    "note": "4/5",
    "portion": "2 pièces",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "50min",
    "tpsTotal": "1h 10min",
    "ingredients": [
      "2 patates douces",
      "3 c. à s. d'eau",
      "150 g de son d'avoine",
      "25 g de poudre d'amandes",
      "1 c. à s. d'huile d'olive",
      "1 c. à s. de vinaigre de cidre",
      "1 c. à c. de basilic séché",
      "1 c. à c. d'origan séché",
      "0,5 c. à c. d'ail en poudre",
      "0,5 c. à c. de sel ou sel fin",
      "Pincée de poudre de piment",
      "20 cl de sauce tomate",
      "6 coeurs d'artichaut",
      "10 tomates cerise",
      "6 feuilles de basilic"
    ],
    "materiels": [
      "Four traditionnel",
      "Papier cuisson",
      "Saladier"
    ],
    "etapesPreparation": [
      "Mettez les morceaux de patate douce cuite à la vapeur dans un saladier, écrasez-les avec un presse purée.",
      "Ajoutez le son d'avoine.",
      "Ajoutez la poudre d'amande.",
      "Ajoutez le vinaigre de cidre.",
      "Ajoutez le basilic, l'origan, l'ail en poudre, le piment et le sel.",
      "Ajoutez l'huile d'olive.",
      "Mélangez jusqu'à obtenir une boule de pâte.",
      "Etalez la pâte sur une plaque recouverte de papier sulfurisé.",
      "Etalez bien, afin d'obtenir une forme ronde. Faites-la cuire 50 minutes dans un four préchauffé à 180°C puis laissez tiédir.",
      "Coupez en deux les coeurs d'artichauts et les tomates cerise.",
      "Etalez la sauce tomate sur la pâte à pizza précuite, en laissant 1 cm de libre tout autour.",
      "Garnissez avec les coeurs d'artichauts et les tomates cerise, arrosez d'un filet d'huile d'olive.",
      "Ciselez le basilic sur la pizza et servez.",
      "Régalez-vous !"
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/pizza-sans-gluten-a-la-patate-douce-r200407.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Biscuit-aux-baies-de-goji,-à-la-farine-de-fonio,-sans-gluten-750g",
    "nomRecette": "Biscuit aux baies de goji, à la farine de fonio, sans gluten",
    "imageRecette": "https://static.750g.com/images/640-420/9bdb2a31134f6cf9c3df87f85336d1ab/biscuit-fonio-15-.jpg",
    "note": "4/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "7min",
    "tpsCuisson": "13min",
    "tpsTotal": "20min",
    "ingredients": [
      "120g de farine de fonio",
      "40g de sucre",
      "40g d'amandes entières hachées grossièrement",
      "20g de baies de goji",
      "1 blanc d'oeuf",
      "4g de levure chimique",
      "4 c à s d'huile neutre",
      "1 c à s d'eau de fleur d'oranger",
      "1 pincée de sel",
      "Sucre glace"
    ],
    "materiels": [
      "Four traditionnel",
      "Grille de refroidissement",
      "Papier cuisson",
      "Plaque de cuisson pour four",
      "Saladier"
    ],
    "etapesPreparation": [
      "Dans un saladier, mélanger la farine,le sucre, la levure et le sel. Faire un puits et y ajouter l'huile, l'eau de fleur d'oranger, le blanc d'oeuf et mélanger. Ajouter les baies de goji, les amandes et mélanger.",
      "Former des petites boules de la grosseur d'une noix à l'aide de 2 c à c. Rouler les boules dans le sucre glace et les placer sur un papier sulfurisé. Enfourner dans un four préchauffé à 180°C pendant 13 min.",
      "Laisser refroidir sur une grille."
    ],
    "conseil": "NB: Je pense que la quantité d'eau de fleur d'oranger peut être augmentée. Vous pouvez remplacer les baies de goji par des raisins secs ou des cranberries ou encore des pépites de chocolat!",
    "typeRecette": null,
    "source": "https://www.750g.com/biscuit-aux-baies-de-goji-a-la-farine-de-fonio-sans-gluten-r203647.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  },
  {
    "_id": "Crème-dessert-au-fonio-et-kiwi,-sans-gluten-et-vegan-750g",
    "nomRecette": "Crème dessert au fonio et kiwi, sans gluten et vegan",
    "imageRecette": "https://static.750g.com/images/640-420/a17695aa1bd03602f430ae7f2a3ff819/creme-dessert-au-fonio-8-.jpg",
    "note": "4.5/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "5min",
    "tpsCuisson": "5min",
    "tpsTotal": "10min",
    "ingredients": [
      "1 kiwi",
      "25g de fonio",
      "210g de lait de coco",
      "1 c à c de cardamone moulue",
      "1 c à c de cannelle en poudre",
      "2 c à s de sucre fin",
      "Noix de pécan",
      "Noix de macadamia",
      "1 c à c de spiruline",
      "1 c à c de graines de pavot"
    ],
    "materiels": [
      "Film alimentaire",
      "Poêlon"
    ],
    "etapesPreparation": [
      "Dans un poêlon, verser le lait, le fonio, la cardamone, la cannelle et le sucre. Porter à ébullition tout en mélangeant. Baisser le feu et cuire à feu doux pendant 5min.",
      "Dans chacune des 2 verrines, placer les dés du kiwi, préalablement épluché. Verser la crème sur les dés de kiwis, filmer, laisser refroidir et placer au frigo jusqu'au moment de servir.",
      "A ce moment-là, décorer et placer une ligne de noix de pécan grossièrement hachées, une ligne de noix de macadamia grossièrement hachées. Et remplir le bord de poudre de spiruline et l'autre bord de graines de pavot."
    ],
    "conseil": "NB: Une crème bien bonne et bien riche en vitamines! A déguster à n'importe quel moment de la journée.",
    "typeRecette": null,
    "source": "https://www.750g.com/creme-dessert-au-fonio-et-kiwi-sans-gluten-et-vegan-r203748.htm",
    "site": "750g.com",
    "optionType": "sansGluten"
  }
]