[
  {
    "_id": "Baguette-viennoise-au-chocolat-750g",
    "nomRecette": "Baguette viennoise au chocolat",
    "imageRecette": null,
    "note": "4.1/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "25min",
    "tpsTotal": "35min",
    "ingredients": [
      "2 œufs",
      "500g de farine",
      "200g (20 cl) de lait",
      "60g de beurre mou",
      "60g de sucre",
      "50g de pépites de chocolat",
      "20g de levure boulangère fraîche",
      "1 c à s d'eau tiède",
      "1 c à c de sel"
    ],
    "materiels": [
      "Robot pâtissier",
      "Fouet",
      "Four traditionnel",
      "Saladier"
    ],
    "etapesPreparation": [
      "Commencez par mélanger la farine, le sucre, le sel, la levure, les oeufs et ajoutez le lait à température ambiante. Mélangez le tout dans votre appareil ou à la main. Une fois le mélange fait, pétrissez lentement pendant 4-5 min (10 minutes à la main). Vous devez obtenir une texture pain.",
      "Ajoutez ensuite le beurre mou (laissez-le 1 h à tempétature ambiante avant utilisation). Façonnez la pâte en boule et laisser poser pendant 1h30 jusquà ce que son volume ait doublé.",
      "Rabattez pour chasser l'air. Divisez la baguette pour mieux travailler les formes. Incorporez une belle quantité de pépites de chocolat. Aplatissez la boule puis repliez les 2 côtés pour former une baguette. Ensuite, couvrez-la et laissez la reposer dans la partie la plus chaude de la pièce pour qu'elle double de volume.",
      "Faites cuire au four pendant 15-25 min à 180°C ou Th.6.",
      "Avant de déguster, laissez refroidir."
    ],
    "conseil": "Faites attention à la cuisson pour que la baguette soit bien cuite à l'intérieur mais reste moelleuse. Vous pouvez la faire la veille pour le petit déjeuner du lendemain. Retrouvez tous les conseils dans la vidéo : Baguette viennoise au chocolat",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/baguette-viennoise-au-chocolat-r86400.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Mousse-au-chocolat-incroyable-750g",
    "nomRecette": "Mousse au chocolat incroyable",
    "imageRecette": null,
    "note": "4.2/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "Sans cuisson",
    "tpsTotal": "10min",
    "ingredients": [
      "250g de chocolat noir",
      "1 quinzaine de glaçons",
      "20 cl d'eau (ou autre liquide parfumé comme du thé ou du jus d'orange)",
      "Un peu de pralin ou de noisettes concassées pour servir",
      "1/2 c à c de cannelle moulue"
    ],
    "materiels": [
      "Batteur à main électrique",
      "Casserole",
      "Film alimentaire",
      "Fouet",
      "Saladier"
    ],
    "etapesPreparation": [
      "Versez le chocolat coupé en morceaux dans une casserole.",
      "Ajoutez la cannelle moulue ou l'épice de votre choix.",
      "Ajoutez l'eau ou un autre liquide (thé, infusion, jus de fruits, etc.)",
      "Faites fondre le chocolat dans l'eau, sur feu doux, tout en fouettant de temps en temps",
      "Mettez une quinzaine de glaçons dans un bol avec un peu d'eau et posez un second bol dans le premier.",
      "",
      "Quand le chocolat est fondu et que le mélange est homogène, versez dans le bol posé sur son bain glacé.",
      "Fouettez le mélange, de préférence avec un fouet électrique.",
      "Au départ, il ne se passe pas grand chose, le mélange reste liquide. Au bout de 5 minutes environ, le fouet commence à laisser des traces.",
      "A partir du moment où le fouet liasse des traces, le mélange va très rapidement se transformer en mousse. Soyez vigilent, afin que le mélange ne se transforme pas en beurre de cacao car il deviendrait granuleux.",
      "Stoppez le fouet dès que la texture de mousse est là.",
      "Servez avec un peu de pralin ou de noisettes concassées. La mousse se tient pendant plusieurs jours, vous pouvez la préparer à l'avance et la conserver au frais dans un bol recouvert de film étirable."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/mousse-au-chocolat-incroyable-r99153.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Gâteau-de-Pâques-750g",
    "nomRecette": "Gâteau de Pâques",
    "imageRecette": null,
    "note": "4/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Budget moyen",
    "tpsPreparation": "30min",
    "tpsCuisson": "10min",
    "tpsTotal": "40min",
    "ingredients": [
      "100g de crêpes feuilletines",
      "60g de chocolat au lait",
      "60g de chocolat blanc",
      "300g de chocolat noir",
      "60 cl de crème liquide très froide",
      "Cigarettes russes"
    ],
    "materiels": [
      "Bain-marie",
      "Four à micro-ondes"
    ],
    "etapesPreparation": [
      "Faire fondre le chocolat au bain-marie ou au micro-ondes. Sur le plan de travail posez un cercle d'environ 20 cm sur une feuille de papier sulfurisé. Répartir la préparation sur 1 cm d'épaisseur uniformément. Mettre au froid jusqu'à ce que le chocolat soit pris pour obtenir un fond croustillant.",
      "Verser la crème fraîche liquide entière bien froide dans un saladier. La fouetter doucement pour la monter en chantilly pas trop ferme.",
      "Faire fondre le chocolat au bain-marie, laisser tiédir. Verser le chocolat dans la chantilly et mélanger. Répartir la chantilly chocolat sur le fond feuilletine. Bien lisser à hauteur du cercle en ne laissant pas de trou en bordure. Réservez un peu de chantilly que vous laissez à température ambiante pour la finition.",
      "Placer le gâteau au moins 3 heures au frigo ou 1 heure au congélateur pour bien réussir à le démouler.",
      "Sortir le gâteau du réfrigérateur et tartiner le tour avec le reste de mousse. Cela permet de coller tout autour des cigarettes russes. Décorer avec des œufs en chocolat ou en sucre."
    ],
    "conseil": "Le chocolat noir peut être remplacé par du chocolat au lait dans la chantilly chocolat. Il faut abolument utiliser de la crème liquide entière et qu'elle soit très froide. Retrouvez tous les conseils dans la vidéo de Chef Damien : gâteau de Pâques",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/gateau-de-paques-r83859.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "3-chocolats-750g",
    "nomRecette": "3 chocolats",
    "imageRecette": "https://static.750g.com/images/640-420/20fd0afec5a5b22b20640b83e1e791df/3-chocolats.jpeg",
    "note": "4.7/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "1h",
    "tpsCuisson": "15min",
    "tpsTotal": "1h 15min",
    "ingredients": [
      "4 briques de crème liquide entière",
      "3 gros œufs",
      "100g de chocolat blanc",
      "100g de chocolat au lait",
      "100g de chocolat noir",
      "30g de poudre d'amande",
      "20g de cacao",
      "5 c à s de sucre",
      "5 c à s de maizena"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Mélanger 3 gros jaunes œufs avec 5 c à s de sucre quand le mélange blanchi ajouter 5 c à s de maïzena.",
      "Ajouter au mélange 30g de poudre d'amande et 20g de cacao et une c à s d'eau pour alléger la pâte, monter les 3 blancs en neige et ajouter les au mélange délicatement, étaler le mélange à l'aide d'une spatule sur tapis de cuisson mettre au four 15 min à 180°C.",
      "Après cuisson mettre la génoise au congélateur pour qu'elle refroidisse ensuite la sortir et la retourner à l'aide d'un cercle à pâtisserie couper autour pour avoir votre base, détacher le surplus et préparer la première ganache.",
      "Chauffer 100g de chocolat noir avec 5 cl de crème liquide entière avec une feuille de gélatine préalablement humidifiée et essorer tout en mélangeant à feu doux. Monter 20 cl de crème liquide en chantilly verser le chocolat noir fondu dans un cul de poule et mélanger avec la chantilly délicatement à l'aide d'une spatule la ganache chocolat noir étant prête mettre dans une poche à douille.",
      "Placer le cercle pâtissier autour de la génoise à l'aide de la poche à douille faire le contour du cercle ensuite mettre le gâteau au congélateur 20 minutes.",
      "Pendant ce temps préparer votre ganache chocolat blanc chauffer 100 g de chocolat blanc avec 5 cl de crème liquide entière avec une feuille de gélatine et préalablement humidifiée et essorée + une gousse de vanille tout en mélangeant à feu doux. Monter 20 cl de crème liquide entière en chantilly verser le chocolat blanc fondu dans un cul de poule mélanger chocolat blanc plus la chantilly. Sortir le gâteau du congélateur et a l'aide de la poche à douille verser au dessus de chocolat noir et remettre au congélateur une 20 de minutes.",
      "En attendant préparer le miroir chauffer 100g de chocolat au lait avec 10 cl de crème liquide entière et 1/2 feuille de gélatine après 20 minutes au congélateur sortir votre gâteau et faites couler le miroir dessus remettre une vingtaine de minutes.",
      "Faire fondre du chocolat et le couler dans un pochoir afin de former les chiffres et les lettres."
    ],
    "conseil": "Attendre un minimum de 20 minutes au congélateur entre les différentes mousses. ",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/3-chocolats-r93861.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Fondant-coeur-chocolat-750g",
    "nomRecette": "Fondant coeur chocolat",
    "imageRecette": "https://static.750g.com/images/640-420/a714d7791c47f96e72defa7c6c847636/fondant-coeur-chocolat.jpg",
    "note": "4.4/5",
    "portion": "4 personnes",
    "difficulte": "Moyen",
    "budget": "Budget moyen",
    "tpsPreparation": "10min",
    "tpsCuisson": "12min",
    "tpsTotal": "22min",
    "ingredients": [
      "100 g de chocolat pâtissier",
      "8 carrés de chocolat",
      "50 g de beurre",
      "20 g de farine",
      "80 g de sucre",
      "3 oeufs"
    ],
    "materiels": [
      "Four traditionnel",
      "Ramequin(s)",
      "Saladier"
    ],
    "etapesPreparation": [
      "Préchauffer le four à thermostat 8 (220°C).",
      "Faire fondre dans une casserole le chocolat pâtissier. Y ajouter le beurre jusqu'à ce que le tout forme une pâte onctueuse.",
      "Dans un récipient, mélanger les oeufs, le sucre, puis la farine. Y ajouter ensuite le chocolat et le beurre fondu.",
      "Beurrer et fariner 4 ramequins. Verser 1/3 de la préparation, déposer 2 carrés de chocolat noir, puis recouvrir avec le reste.",
      "Mettre au four une douzaine de minutes, en surveillant."
    ],
    "conseil": "Conseils de Chef Damien :- Attention, ne pas laisser trop cuire, le chocolat doit être juste fondu au milieu, et le fondant juste cuit.- Personnellement, j'ajouterai une cuillère à soupe de cacao en poudre sans sucre car j'aime le chocolat un peu amer.- A déguster dès la sortie du four !",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/fondant-coeur-chocolat-r1536.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Coeur-fondant-tout-chocolat-750g",
    "nomRecette": "Coeur fondant tout chocolat",
    "imageRecette": "https://static.750g.com/images/640-420/45c29b018955aaf8cd6240d8c92e054f/coeur-fondant-tout-chocolat.png",
    "note": "4.4/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "10min",
    "tpsTotal": "20min",
    "ingredients": [
      "3 œufs",
      "100g de chocolat",
      "80g de sucre en poudre",
      "50g de beurre",
      "8 carrés de chocolat",
      "1 c à s de farine",
      "Ramequins"
    ],
    "materiels": [
      "Casserole",
      "Four traditionnel",
      "Ramequin(s)",
      "Saladier"
    ],
    "etapesPreparation": [
      "Faites fondre les 100g de chocolat au bain-marie. Ajoutez le beurre.\nDans un saladier, mélangez les oeufs entiers et le sucre. Ajoutez petit à petit la farine. Incorporez le chocolat et mélangez bien. Beurrez et farinez vos ramequins.",
      "Versez un tiers de la préparation dans le fond des ramequins. Déposez 2 carrés de chocolat puis recouvrez-les avec le reste de la préparation.",
      "Placez vos ramequins au four environ 10 minutes."
    ],
    "conseil": "Soyez vigilant lors de la cuisson, les petits fondants doivent être fermes sur le dessus mais encore coulant à coeur. Attention, la cuisson continue lorsque les ramequins sont sortis du four.",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/coeur-fondant-tout-chocolat-r6587.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Mille-crêpes-à-la-noisette-et-au-chocolat-750g",
    "nomRecette": "Mille crêpes à la noisette et au chocolat",
    "imageRecette": "https://static.750g.com/images/640-420/b276d4b11d81ac24d4eeacfccd9195eb/mille-crepes-a-la-noisette-et-au-chocolat.jpg",
    "note": "4.3/5",
    "portion": "Non précisé",
    "difficulte": "Moyen",
    "budget": "Budget moyen",
    "tpsPreparation": "20min",
    "tpsCuisson": "10min",
    "tpsTotal": "30min",
    "ingredients": [
      "250g farine",
      "1/2 L de lait",
      "3 œufs",
      "1 c à s d 'huile",
      "5 c à s de Nutella ou similaire",
      "200g de noisettes concassées mondées",
      "150g de chocolat noir",
      "100g de beurre",
      "20g de sucre semoule",
      "3 œufs",
      "Chocolat noir",
      "1 Ferrero rocher (facultatif)"
    ],
    "materiels": [
      "Bain-marie",
      "Crêpière",
      "Fouet",
      "Four traditionnel",
      "Grille de refroidissement",
      "Moule à manqué ou rond",
      "Poêle",
      "Saladier"
    ],
    "etapesPreparation": [
      "Préparer la pâte à crêpes en mélangeant les ingrédients correspondants. Cuire vos crêpes.",
      "Séparez le blanc du jaune des 2 œufs. Faites fondre le beurre et le chocolat au bain-marie. Dans un saladier, mélangez de façon bien uniforme le beurre et le chocolat et la pâte à tartiner. Ajoutez l'œuf entier ainsi que les 2 jaunes et le sucre.",
      "Préchauffer le four à 180°C.",
      "Dans un moule préalablement beurré, intercalez une crêpe, une couche de garniture chocolat et les noisettes. Répétez l'opération jusqu'à la hauteur souhaitée.",
      "Enfournez une dizaine de minutes.",
      "Pendant ce temps, faites fondre au bain marie du chocolat.",
      "Démoulez le gâteau et déversez le chocolat sur le gâteau de crêpes (placé de préférence sur une grille). Laissez durcir. Dégustez."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/mille-crepes-a-la-noisette-et-au-chocolat-r94253.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Brioches-Suisse-à-la-crème-pâtissière-et-aux-pépites-de-chocolat-750g",
    "nomRecette": "Brioches Suisse à la crème pâtissière et aux pépites de chocolat",
    "imageRecette": "https://static.750g.com/images/640-420/ee8c21dce3a1dd65fd923e9db05cc655/brioches-suisse-a-la-creme-patissiere-et-aux-pepites-de-chocolat.jpg",
    "note": "4.3/5",
    "portion": "Non précisé",
    "difficulte": "Moyen",
    "budget": "Budget moyen",
    "tpsPreparation": "40min",
    "tpsCuisson": "10min",
    "tpsTotal": "50min",
    "ingredients": [
      "500g + 20 g de farine T45",
      "100g de beurre froid en cubes",
      "80g de sucre semoule",
      "20 cl de lait (200g)",
      "2 œufs",
      "2 sachets de levure de boulanger sèche",
      "2 œufs battus pour dorer",
      "50 cl de lait entier",
      "40 g de maïzena",
      "40g de sucre",
      "4 jaunes d'œufs",
      "2 c à s de farine",
      "2 c à c de beurre",
      "Extrait de vanille",
      "240g de pépites de chocolat",
      "50g de sucre",
      "5 cl d'eau"
    ],
    "materiels": [
      "Casserole",
      "Film alimentaire",
      "Fouet",
      "Four traditionnel",
      "Robot Cooking Chef",
      "Saladier"
    ],
    "etapesPreparation": [
      "Préparation de la brioche du cook'in :\nVersez le lait et la levure dans le bol.\nRéglez le minuteur sur 30 secondes, la température sur 40°C et la vitesse sur 2.\nAjoutez les 500g de farine, le sucre et les oeufs et faites pétrir pendant 2 minutes sur la touche pétrissage.\nIncorporez le beurre froid coupé en morceaux et mettre en mode pétrissage pendant 2 minutes.\nVersez les 20g restant de farine puis positionnez en mode pétrissage pendant 10 secondes.\nBoulez et déposez la pâte dans un récipient recouvert d'un film plastique.\nLaissez pousser pendant 1 heure (2 heures pour moi) couverte d'un torchon propre.",
      "Pendant ce temps de pause préparez la crème pâtissière :\nFaites chauffer le lait et le beurre ensuite ajoutez l'extrait de vanille.\nDans un saladier, battez les jaunes et le sucre jusqu'à que le mélange blanchisse.",
      "Ajoutez la maïzena et la farine tout en fouettant énergiquement.\nVersez le lait chaud sur la préparation puis reposez sur feu moyen puis mélangez jusqu'à que la préparation épaississe.",
      "Versez la crème dans un saladier recouvert de film alimentaire au contact et laissez refroidir.",
      "Préparation du montage :\nAprès le repos de la pâte, étalez-la sur votre plan de travail fariné, en gardant la forme rectangulaire, sur une épaisseur de 4 à 5 mm.",
      "Fouettez la crème étalez-la avec une spatule de manière à recouvrir la moitié inférieure du rectangle de pâte. L'épaisseur de la crème doit être de 4 à 5 mm environ.",
      "Saupoudrez de pépites de chocolat et repliez la pâte neutre sur la garniture. \nAplatissez au rouleau afin d'avoir un rectangle bien lisse.",
      "Découpez des rectangles réguliers de 3 à 4 cm de large.\nPlacez les brioches sur une plaque recouverte de papier sulfurisé et laissez-les pousser 1h30 recouvertes de film alimentaire.",
      "Dorez les brioches avec les oeufs battus et enfournez à 180°C ou Th.6 pendant 10/12mn jusqu'à que les brioches soient dorées.",
      "Pour le sirop :\nDans une casserole, portez à ébullition le sucre semoule et l'eau sur feu moyen et laissez refroidir.",
      "A la sortie du four, badigeonnez les brioches de sirop et laisser refroidir."
    ],
    "conseil": "Vous pouvez réaliser cette brioche au robot pétrisseur ou à la main.",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/brioches-suisse-a-la-creme-patissiere-et-aux-pepites-de-chocolat-r47996.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Gâteau-au-chocolat-inratable-750g",
    "nomRecette": "Gâteau au chocolat inratable",
    "imageRecette": "https://static.750g.com/images/640-420/b9ce7a6fe51f3984629a34c0c4540b2a/gateau-au-chocolat-inratable.jpg",
    "note": "4.3/5",
    "portion": "4 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "25min",
    "tpsCuisson": "20min",
    "tpsTotal": "45min",
    "ingredients": [
      "250 g de chocolat",
      "100 g de farine",
      "4 oeufs",
      "125 g de beurre",
      "125 g de sucre",
      "Pincée de sel ou sel fin"
    ],
    "materiels": [
      "Casserole",
      "Four traditionnel",
      "Saladier"
    ],
    "etapesPreparation": [
      "Dans une casserole, cassez le chocolat en morceaux et ajoutez-y le beurre coupé en morceaux également.",
      "Faites fondre l'ensemble sur feu doux tout en remuant.",
      "Dans un saladier, cassez les oeufs entiers. Ajoutez le sucre et mélangez au fouet jusqu'à obtenir un mélange bien homogène.",
      "Ajoutez à ce mélange, le chocolat et le beurre fondu. Remuez pour obtenir une préparation bien lisse.",
      "Terminez en ajoutant la farine progressivement, tout en remuant.",
      "Pour accentuer le goût du chocolat, ajoutez une pincée de sel au gâteau et mélangez.",
      "Beurrez et farinez un moule à gâteau et versez-y la préparation.",
      "Dans un four préchauffé à 180°C, enfournez pour 25 à 30 min de cuisson. Vérifiez la cuisson du gâteau en plantant la lame d'un couteau au centre. Le gâteau est cuit quand la lame ressort presque sèche, sinon poursuivez la cuisson quelques minutes supplémentaires."
    ],
    "conseil": "Simple à mémoriser, une quantité de chocolat, la moitié pour le beurre et la moitié pour le sucre !",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/gateau-au-chocolat-r68078.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  },
  {
    "_id": "Moelleux-au-chocolat-rapide-750g",
    "nomRecette": "Moelleux au chocolat rapide",
    "imageRecette": "https://static.750g.com/images/640-420/4bbcabd1065fcb91fc22c2208cc98037/moelleux-au-chocolat.jpg",
    "note": "4.3/5",
    "portion": "6 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "7min",
    "tpsTotal": "27min",
    "ingredients": [
      "250 g de chocolat 53% de cacao",
      "5 oeufs",
      "175 g de beurre",
      "125 g de sucre glace",
      "75 g de farine"
    ],
    "materiels": [
      "Casserole",
      "Four à micro-ondes",
      "Four traditionnel",
      "Bol(s)",
      "Ramequin(s) en pirex (5cm de haut et 7,5 cm de diamètre)"
    ],
    "etapesPreparation": [
      "Prendre des ramequins en pirex (5cm de haut et 7,5cm de diamètre).\nBeurrez bien les moules et farinez-les bien.\nVersez la préparation dans 6 moules au 3/4 du ramequin en pirex.\nPréchauffez le four à 200°C (th.7)."
    ],
    "conseil": "Attention à la cuisson, la cuisson est critique, faites un essai préalable, le coeur du gâteau doit être coulant et le tour cuit. Vous pouvez les préparer d'avance mais réchauffez les au micro-ondes quelques secondes à mi-cuisson. Prenez des petits ramequins, car la préparation est très riche et versez une petite louche dans le ramequin.",
    "typeRecette": "dessert",
    "source": "https://www.750g.com/moelleux-au-chocolat-r9548.htm",
    "site": "750g.com",
    "optionType": "chocolat"
  }
]