[
  {
    "_id": "Cheesecake-au-chocolat-et-philadelphia-750g",
    "nomRecette": "Cheesecake au chocolat et philadelphia",
    "imageRecette": "https://static.750g.com/images/640-420/f214a10bfcf288d62b01468212841aa8/cheesecake-au-chocolat-et-philadelphia.jpg",
    "note": "4/5",
    "portion": "8 personnes",
    "difficulte": "Moyen",
    "budget": "Budget moyen",
    "tpsPreparation": "30min",
    "tpsCuisson": "6h",
    "tpsTotal": "30min",
    "ingredients": [
      "30 cl de crème liquide entière ( 30% de MG )",
      "250 g de philadelphia",
      "200 g de chocolat",
      "150 g de cookie au chocolat",
      "130 g de beurre",
      "120 g de sucre",
      "1 c. à c. d'extrait de vanille ou vanille liquide"
    ],
    "materiels": [
      "Batteur à main électrique",
      "Papier cuisson",
      "Saladier",
      "Moule à manqué ou rond à charnières"
    ],
    "etapesPreparation": [
      "Broyez les cookies avec le beurre fondu. Tapissez un moule à charnières recouvert de papier sulfurisé, de cette pâte et réservez au frais.",
      "Faîtes fondre le chocolat coupé en morceaux. Dans un saladier, battez le philadelphia, ajoutez le chocolat fondu et mélangez bien. Ajoutez la vanille et le sucre et mélangez au batteur électrique.",
      "Battrez la crème en chantilly, ajoutez le 1/3 au mélange précédant au fouet électrique. Ajoutez le reste et mélangez délicatement à la maryse.Versez ce mélange sur le fond de pâte et réservez au congélateur 6 heures. Sortir 20 à 25 minutes avant de déguster."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/cheesecake-au-chocolat-et-philadelphia-r98301.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Cheesecake-sans-cuisson-banane-et-caramel-750g",
    "nomRecette": "Cheesecake sans cuisson banane et caramel",
    "imageRecette": null,
    "note": "3.9/5",
    "portion": "Non précisé",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "2h",
    "tpsTotal": "15min",
    "ingredients": [
      "100g de spéculos",
      "50g de beurre demi-sel fondu",
      "450g de Philadelphia",
      "3 bananes",
      "120g de sauce caramel et beurre salé",
      "75g de crème liquide",
      "75g de sucre",
      "1 c à s de jus de citron vert"
    ],
    "materiels": [],
    "etapesPreparation": [
      "Mettez le biscuits dans un sac de congélation puis concassez-les à l'aide d'un rouleau à pâtisserie.",
      "Versez les biscuits dans un bol et ajoutez le beurre fondu. Mélangez puis réservez au frais.",
      "Préparez la crème façon cheesecake. Dans un bol, versez le fromage frais de type Philadelphia et ajoutez la crème.",
      "Ajoutez le sucre.",
      "Mélangez puis réservez au frais.",
      "Pelez puis coupez les bananes en rondelles.",
      "Mettez-les dans un bol, ajoutez le jus de citron et mélangez.",
      "Présentez le cheesecake dans un bocal. Dans chaque bocal, ajoutez une cuillère à soupe légèrement bombée du mélange à base de biscuits.",
      "Ajoutez deux cuillères à soupe de crème.",
      "Ajoutez 5 rondelles de banane.",
      "Ajoutez une cuillère à soupe de sauce caramel.",
      "Ajoutez une cuillère à soupe de crème.",
      "Ajoutez une cuillère à café du mélange aux biscuits.",
      "Terminez par une ou deux rondelles de banane. Faites de même avec le restant des bocaux.",
      "Réservez au frais pendant au moins deux heures, afin que les saveurs se mélangent."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/cheesecake-sans-cuisson-banane-et-caramel-r200267.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Crazy-Wacky-Cake-750g",
    "nomRecette": "Crazy Wacky Cake",
    "imageRecette": null,
    "note": "3.8/5",
    "portion": "6 personnes",
    "difficulte": "Très facile",
    "budget": "Bon marché",
    "tpsPreparation": "10min",
    "tpsCuisson": "35min",
    "tpsTotal": "45min",
    "ingredients": [
      "250 g d'eau",
      "200 g de sucre",
      "195 g de farine",
      "7,5 cl d'huile végétale",
      "3 c. à s. de cacao amer ou poudre de cacao non sucrée",
      "1 c. à s. de bicarbonate de sodium",
      "1 c. à s. de vinaigre blanc ou vinaigre d'alcool",
      "1 c. à c. d'extrait de vanille ou vanille liquide ou 0,5 gousse de vanille",
      "1 pincée de sel ou sel fin"
    ],
    "materiels": [
      "Four traditionnel",
      "Plat à gratin"
    ],
    "etapesPreparation": [
      "Préchauffez le four à 180 c (350 F). Mélangez les 5 premiers ingrédients secs dans un plat allant au four (votre gâteau va cuire directement dedans).",
      "Faites 3 trous dans les ingrédients secs : deux petits et un grand.",
      "Versez dans les deux plus petites cavités le vinaigre et la vanille et dans la plus grande l'huile végétale.",
      "Versez de l'eau sur tout. Bien mélanger jusqu'à consistance lisse.",
      "Faites cuire pendant 35 minutes environ, vérifiez la cuisson avec la pointe d'un couteau."
    ],
    "conseil": "Vous pouvez glacer votre gâteau avec votre garniture préférée : ganache chocolat : fondant, sucre glace,... C'est vous qui voyez !",
    "typeRecette": null,
    "source": "https://www.750g.com/crazy-wacky-cake-r99197.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Charlotte-fruitée-aux-abricots-750g",
    "nomRecette": "Charlotte fruitée aux abricots",
    "imageRecette": null,
    "note": "4.2/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Budget moyen",
    "tpsPreparation": "15min",
    "tpsCuisson": "Sans cuisson",
    "tpsTotal": "15min",
    "ingredients": [
      "230g de fromage blanc",
      "100g de confiture d'abricots Bonne Maman",
      "150g de crème liquide entière",
      "1 gousse de vanille",
      "le zeste d'un demi-citron",
      "3 feuilles de gélatine",
      "20 biscuits à la cuillère Bonne Maman",
      "200g d'abricots frais",
      "5 cl de sirop d'abricots",
      "10 cl d'eau"
    ],
    "materiels": [
      "Batteur à main électrique",
      "Four à micro-ondes",
      "Saladier"
    ],
    "etapesPreparation": [
      "Lavez et dénoyautez les abricots, puis coupez-les en quartiers. Faites tremper vos feuilles de gélatine dans de l'eau bien froide.",
      "Montez la crème liquide en crème fouettée avec l'aide d'un batteur. Coupez la gousse de vanille en deux et retirez-en les grains avec un couteau.",
      "Dans un saladier, fouettez le fromage blanc, les grains de vanille et le zeste du demi-citron.",
      "Chauffez la confiture d'Abricots Bonne Maman 30 secondes au micro-onde. Egouttez et pressez la gélatine puis déposez-la dans la confiture pour la faire fondre.",
      "Incorporez la confiture avec la gélatine dans le mélange au fromage blanc, puis délicatement la crème fouettée, mélangez le tout.",
      "Délayez le sirop d'abricots avec l'eau. Trempez vos biscuits à la cuillère Bonne Maman avec le sirop d'abricots sur la face interne de la charlotte.",
      "Tapissez votre moule à charlotte de biscuits à la cuillère en recouvrant le fond du moule à charlotte. Mettez au fond du moule la moitié de la mousse au fromage blanc.",
      "Ajoutez au milieu en couche les abricots coupés. Disposez dessus le reste de la mousse.",
      "Enfin recouvrez la préparation avec des biscuits à la cuillère pour faire un socle à la charlotte.",
      "Laissez votre charlotte 2 heures au réfrigérateur avant de la servir."
    ],
    "conseil": "Vous pouvez faire la même charlotte avec des fruits de saison : mûres, poires ou pêches... Utilisez la confiture Bonne Maman qui correspond à la recette et qui parfumera la mousse au fromage blanc.",
    "typeRecette": null,
    "source": "https://www.750g.com/charlotte-aux-abricots-r88145.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Forêt-noire-fruitée-et-parfumée-750g",
    "nomRecette": "Forêt noire fruitée et parfumée",
    "imageRecette": null,
    "note": "4.7/5",
    "portion": "Non précisé",
    "difficulte": "Moyen",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "Sans cuisson",
    "tpsTotal": "20min",
    "ingredients": [
      "1 génoise au chocolat",
      "400g de crème liquide entière",
      "200g de griottes au sirop",
      "50g de sucre glace",
      "1 gousse de vanille",
      "Kirsch",
      "Copeaux de chocolat"
    ],
    "materiels": [
      "Robot pâtissier",
      "Poche à douille",
      "Saladier"
    ],
    "etapesPreparation": [
      "Pour la crème fouettée :",
      "Dans le bol du batteur, mettez la crème liquide bien froide, les grains de vanille et au 3/4 de l'émulsion, ajoutez le sucre glace. Et terminez la chantilly.",
      "Découpez la génoise en 3 étages, à l'aide d'un grand couteau.",
      "Dans un bol, ajoutez au sirop des griottes, un peu de kirsh.\nImbibez le 1er étage de la génoise de sirop au kirsh, à l'aide d'un pinceau. Il est important de bien imbiber la génoise avec le sirop pour avoir une forêt noire bien moelleuse.",
      "Ajoutez à ce 1er étage, une couche de chantilly, à l'aide d'une poche à douille ou d'une spatule. Déposez des griottes sur la chantilly.",
      "Déposez le 2ème étage de la génoise sur les griottes. Imbibez-le. Ajoutez une couche de chantilly et des griottes.",
      "Terminez en ajoutant le 3ème étage de la génoise. Déposez une couche de chantilly sur le dessus de la génoise et sur les bords, que vous lissez avec une spatule.",
      "Déposez des copeaux de chocolat sur tout le gâteau et ajoutez quelques griottes sur le dessus de la forêt noire.\nTerminez en saupoudrant un peu de sucre glace pour la décoration.",
      "Laissez reposer 1h au frais et dégustez."
    ],
    "conseil": "Il est important que la crème liquide soit bien froide pour monter rapidement en chantilly. L'idéal est que le bol de votre batteur soit également bien froid.",
    "typeRecette": null,
    "source": "https://www.750g.com/foret-noire-r97279.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Crêpes-feuilletées-ou-Msemmens-750g",
    "nomRecette": "Crêpes feuilletées ou Msemmens",
    "imageRecette": null,
    "note": "4.3/5",
    "portion": "Non précisé",
    "difficulte": "Moyen",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "10min",
    "tpsTotal": "30min",
    "ingredients": [
      "Beurre",
      "Eau tiède",
      "Huile d'arachide",
      "250g de farine",
      "1 pincée de sel"
    ],
    "materiels": [
      "Poêle",
      "Saladier",
      "Torchon"
    ],
    "etapesPreparation": [
      "Dans un saladier, versez la farine, le sel et l'eau. Pétrissez à la main ou avec le crochet du robot. Si besoin, rajoutez un peu d'eau. La pâte doit être souple.",
      "Formez des boules de pâtes et laissez reposer 30 min, sous un torchon, dans un endroit chaud de la maison.",
      "Huilez la pâte et faites des petites boul et aes à l'aide de vos mains, ensuite laissez-les reposer pendant 30 minutes.",
      "Dans un bol, mélangez versez l'huile végétale et le beurre.",
      "Trempez vos doigts dans le mélange beurre/huile, et étalez les boules de pâtes très finement pour obtenir une crêpe ronde très fine.",
      "Ecrasez du beurre entre vos doigts et beurrez les crêpes avec vos doigts.",
      "Pliez les crêpes en trois sur la largeur et la longueur pour obtenir une petites crêpes carrés/rectangulaires.\nLaissez reposer quelques minutes.",
      "une fois reposées, aplattisez légèrement les crêpes avec vos doigts et placez dans une poêle chaude pour les cuire.\nLaissez colorer environ 5 minutes sur chaque face.",
      "Dégustez ces crêpes marocaines avec du miel ou de sucre. Un régal."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/crepes-feuilletees-ou-msemmens-r97254.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Gâteau-aux-Petits-Beurres-750g",
    "nomRecette": "Gâteau aux Petits-Beurres",
    "imageRecette": null,
    "note": "4/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "3h",
    "tpsTotal": "15min",
    "ingredients": [
      "40 véritables Petits-Beurre",
      "300g de chocolat noir de cuisine",
      "150g de beurre"
    ],
    "materiels": [
      "Film alimentaire",
      "Moule à cake"
    ],
    "etapesPreparation": [
      "Casser le chocolat en morceaux dans une casserole, ajouter le beurre coupé en morceaux.",
      "Faire fondre à feu doux en mélangeant jusqu'à l'obtention d'une texture lisse.",
      "Tapisser un moule à cake de forme rectangulaire de film alimentaire.",
      "Monter le gâteau : placer une partie des véritables Petits-Beurre dans le fond, verser une couche fine de chocolat par-dessus, puis à nouveau des véritables Petits-Beurre LU® et ainsi de suite jusqu'en haut du gâteau.",
      "Terminer par une couche de chocolat.",
      "Placer au réfrigérateur pour 3 heures. Démouler le gâteau sur un plat.",
      "Servir frais."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/gateau-aux-petits-beurres-r93439.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Charlotte-aux-fraises-du-Chef-Damien-750g",
    "nomRecette": "Charlotte aux fraises du Chef Damien",
    "imageRecette": null,
    "note": "3.2/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "5h",
    "tpsTotal": "20min",
    "ingredients": [
      "25 biscuits à la cuillère",
      "300g de purée de fruits ou 500g de fraises (gardez quelques fraises fraîches pour la déco)",
      "300g de crème liquide",
      "100g de sucre",
      "4 feuilles de gélatine",
      "Eau",
      "Sucre"
    ],
    "materiels": [
      "Moule à charlotte",
      "Robot mixeur"
    ],
    "etapesPreparation": [
      "Faites tremper les feuilles de gélatine dans de l'eau bien froide pendant 10 à 15 minutes.",
      "Equeuter les fraises et déposez-les dans le mixeur. Pressez le citron et versez le jus sur les fraises, ajoutez le sucre et mixez. Séparez le mélange dans deux bols (1/4 - 3/4).",
      "Faites tiédir le bol avec les 1/4 de pulple pour faire fondre la gélatine. Ajoutez la gélatine essorée et égouttée.",
      "Puis versez le mélange gélatine-pulple dans les 3/4 de pulpe restants. Incorporez ensuite la crème fouettée et mélangez très délicatement.",
      "Chemisez votre moule (beurre+farine).",
      "Réalisez un sirop à froid et mélangeant juste l'eau avec le sucre. trempez la face intérieure de votre biscuit et déposez-le côté bombé vers l'extérieur dans le moule à charlotte. Répétez l'opération tout autour du moule.",
      "Versez la mousse aux fraises et ajoutez des fraises entières si vous le souhaitez.",
      "Pour le fond de votre charlotte, trempez vos biscuits face sucrées dans le sirop et déposez vos biscuits sur la mousse.",
      "Laissez prendre 5 à 6 heures au réfrigérateur et dégustez bien frais en décorant avec des fraises fraîches."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/charlotte-aux-fraises-r100262.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Charlotte-au-fromage-blanc-et-aux-fraises-750g",
    "nomRecette": "Charlotte au fromage blanc et aux fraises",
    "imageRecette": null,
    "note": "2.9/5",
    "portion": "6 personnes",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "20min",
    "tpsCuisson": "4h",
    "tpsTotal": "20min",
    "ingredients": [
      "250 g de fraises",
      "230 g de fromage blanc",
      "150 g de crème liquide entière ( 30% de MG )",
      "100 g de sucre",
      "3 feuilles de gélatine",
      "1 gousse de vanille",
      "Cuillère de biscuits à la cuillère",
      "0,5 citron"
    ],
    "materiels": [
      "Four à micro-ondes",
      "Moule à charlotte",
      "Saladier"
    ],
    "etapesPreparation": [
      "Faites tremper les feuilles de gélatine dans de l'eau environ 10 minutes.",
      "Dans un saladier, mettez le fromage blanc, le sucre, le zeste d'un citron et les graines de vanille (ouvrez la gousse de vanille en deux dans la longueur et récupérez les graines en grattant avec la pointe d'un couteau). Mélangez.",
      "",
      "Pressez le jus de citron et faites-le chauffer au micro-ondes. Mettez dedans la gélatine pour qu'elle fonde, puis versez le tout dans le fromage blanc.",
      "Incorporez ensuite la crème fouettez et mélangez délicatement.",
      "Trempez 2 secondes la face inférieure des biscuits (partie non sucrée) et disposez-les verticalement, en cercle, dans le moule à charlotte, la face sucrée devant être contre les bords. Tapissez également le fond du moule.",
      "Disposez au centre une généreuse couche de fromage blanc, les fraises, puis une autre couche de fromage blanc.",
      "Terminez enfin par déposer quelques biscuits sur le dessus, ce qui permettra un démoulage plus facile.",
      "Laissez prendre 3-4 heures au réfrigérateur."
    ],
    "conseil": "Retrouvez la recette en vidéo : Charlotte au fromage blanc et aux fraises",
    "typeRecette": null,
    "source": "https://www.750g.com/charlotte-au-fromage-blanc-et-aux-fraises-r98578.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  },
  {
    "_id": "Mousse-au-chocolat-sans-oeuf-750g",
    "nomRecette": "Mousse au chocolat sans oeuf",
    "imageRecette": null,
    "note": "3/5",
    "portion": "Non précisé",
    "difficulte": "Facile",
    "budget": "Bon marché",
    "tpsPreparation": "15min",
    "tpsCuisson": "6h",
    "tpsTotal": "6h 15min",
    "ingredients": [
      "285g de chocolat noir à 70% de cacao",
      "50 cl de crème entière liquide bien froide",
      "25 cl de lait entier",
      "3g de gélatine"
    ],
    "materiels": [
      "Batteur à main électrique",
      "Casserole",
      "Fouet",
      "Four à micro-ondes",
      "Terrine"
    ],
    "etapesPreparation": [
      "Faites tremper la gélatine dans l'eau froide.",
      "Coupez le chocolat en morceaux et faites-le fondre.",
      "Dans une casserole ou au micro-ondes, faites chauffer le lait.",
      "Sortez la gélatine de l'eau et pressez-la fortement. Ajoutez-la dans le lait chaud et mélangez pour la faire fondre.",
      "Versez le lait sur le chocolat fondu en 3 fois et mélangez avec une maryse (spatule). Mettez de côté à température ambiante.",
      "Montez la crème fraîche liquide entière avec un fouet ou batteur électrique. La crème doit avoir la consistance d'une mousse à raser.",
      "Versez le mélange chocolat sur la crème fouettée et mélangez délicatement avec une maryse.",
      "Versez dans des verrines, une terrine ou un grand plat, filmez et laissez au frais pendant 6 heures minimum."
    ],
    "conseil": "Aucun conseil n'a été proposé pour cette recette.",
    "typeRecette": null,
    "source": "https://www.750g.com/mousse-au-chocolat-sans-oeuf-r99869.htm",
    "site": "750g.com",
    "optionType": "sansOeufs"
  }
]